Repository: iikrllx/glibc-with-shred
Catalog: po/*.po
Languages: sk

source: %s: too many values for field `%s'
sk: %s: priveµa hodnôt poµa `%s'

source: garbage at end of number
sk: smetie za koncom èísla

source: garbage at end of character code specification
sk: smetie za koncom ¹pecifikácie kódu znaku

source: unterminated symbolic name
sk: neukonèené symbolické meno

source: invalid escape sequence
sk: neprípustná escape-sekvencia

source: illegal escape sequence at end of string
sk: chybná escape-sekvencia na konci re»azca

source: unterminated string
sk: neukonèený re»azec

source: non-symbolic character value should not be used
sk: nesymbolické hodnoty znakov by nemali by» pou¾ívané

source: symbol `%.*s' not in charmap
sk: symbol `%.*s' nie je v mape znakov

source: symbol `%.*s' not in repertoire map
sk: symbol `%.*s' nie je v mape repertoáru

source: trailing garbage at end of line
sk: smetie na konci riadku

source: System information:
sk: Systémové informácie:

source: Write names of available locales
sk: Vypísa» názvy dostupných národných prostredí

source: Write names of available charmaps
sk: Vypísa» názvy dostupných znakových sád

source: Modify output format:
sk: Modifikova» výstupný formát:

source: Write names of selected categories
sk: Vypísa» názvy vybraných kategórií

source: Write names of selected keywords
sk: Vypísa» názvy vybraných kµúèových slov

source: Print more information
sk: Vypisova» viac informácií

source: Get locale-specific information.
sk: Získa» informáciu ¹pecifickú pre národné prostredie.

source: NAME [-a|-m]
sk: NÁZOV [-a|-m]

source: while preparing output
sk: poèas prípravy výstupu

source: Input Files:
sk: Vstupné súbory:

source: Symbolic character names defined in FILE
sk: Symbolické názvy znakov sú definované v SÚBORe

source: Source definitions are found in FILE
sk: Zdrojové definície sa nachádzajú v SÚBORe

source: FILE contains mapping from symbolic names to UCS4 values
sk: SÚBOR obsahuje mapovanie symbolických názvov na UCS4 hodnoty

source: Create output even if warning messages were issued
sk: Vytvori» výstupný súbor aj pri výskyte varovaní

source: Create old-style tables
sk: Vytvori» tabuµky na starý spôsob

source: Optional output file prefix
sk: Voliteµný prefix výstupného súboru

source: Be strictly POSIX conform
sk: Presný súlad s POSIX

source: Suppress warnings and information messages
sk: Potlaèi» varovné a informaèné správy

source: Print more messages
sk: Vypísa» viac správ

source: Archive control:
sk: Práca s archívom:

source: Don't add new data to archive
sk: Nepridáva» nové dáta do archívu

source: Add locales named by parameters to archive
sk: Prida» národné prostredia pomenované podµa parametrov do archívu

source: Replace existing archive content
sk: Nahradi» existujúci obsah archívu

source: Remove locales named by parameters from archive
sk: Odstráni» národné prostredia pomenované podµa parametrov z archívu

source: List content of archive
sk: Vypísa» obsah archívu

source: locale.alias file to consult when making archive
sk: súbor locale.alias, aby sa zistilo, kedy vytvára» archív

source: Compile locale specification
sk: Kompilácia ¹pecifikácie národného prostredia

source: NAME [--add-to-archive|--delete-from-archive] FILE... --list-archive [FILE]
sk: NÁZOV [--add-to-archive|--delete-from-archive] SÚBOR... --list-archive [SÚBOR]

source: cannot create directory for output files
sk: nie je mo¾né vytvori» adresár pre výstupné súbory

source: FATAL: system does not define `_POSIX2_LOCALEDEF'
sk: FATÁLNA CHYBA: systém nedefinuje `_POSIX2_LOCALEDEF'

source: cannot open locale definition file `%s'
sk: nie je mo¾né otvori» súbor definície národného prostredia `%s'

source: cannot write output files to `%s'
sk: nie je mo¾né zapísa» výstupné súbory do `%s'

source: System's directory for character maps : %s repertoire maps: %s locale path : %s %s
sk: Systémový adresár pre mapy znakov: : %s mapy repertoárov: %s cestu locale : %s %s

source: circular dependencies between locale definitions
sk: kruhová závislos» medzi definíciami prostredí

source: cannot add already read locale `%s' a second time
sk: nie je mo¾né znovu prida» u¾ naèítané prostredie `%s'

source: cannot create temporary file
sk: nie je mo¾né vytvori» doèasný súbor

source: cannot initialize archive file
sk: nie je mo¾né inicializova» archívny súbor

source: cannot resize archive file
sk: nie je mo¾né zmeni» veµkos» archívneho súboru

source: cannot map archive header
sk: nie je mo¾né namapova» hlavièku archívu

source: failed to create new locale archive
sk: zlyhalo vytvorenie nového archívu národného prostredia

source: cannot change mode of new locale archive
sk: nie je mo¾né zmeni» mód nového archívu národného prostredia

source: cannot map locale archive file
sk: nie je mo¾né namapova» súbor archívu národného prostredia

source: cannot lock new archive
sk: nie je mo¾né uzamknú» nový archív

source: cannot extend locale archive file
sk: nie je mo¾né roz¹íri» súbor archívu národného prostredia

source: cannot change mode of resized locale archive
sk: nie je mo¾né zmeni» mód archívu národného prostredia s upravenou veµkos»ou

source: cannot rename new archive
sk: nie je mo¾né premenova» nový archív

source: cannot open locale archive "%s"
sk: nie je mo¾né otvori» archív národného prostredia "%s"

source: cannot stat locale archive "%s"
sk: nie je mo¾né zisti» stav archívu národného prostredia "%s"

source: cannot lock locale archive "%s"
sk: nie je mo¾né uzamknú» archív národného prostredia "%s"

source: cannot read archive header
sk: nie je mo¾né preèíta» hlavièku archívu

source: locale '%s' already exists
sk: národné prostredie `%s' u¾ existuje

source: cannot add to locale archive
sk: nie je mo¾né prida» do archívu národného prostredia

source: locale alias file `%s' not found
sk: súbor aliasu národného prostredia `%s' nebol nájdený

source: Adding %s
sk: Pridávam %s

source: stat of "%s" failed: %s: ignored
sk: zistenie stavu "%s" zlyhalo: %s: ignorované

source: "%s" is no directory; ignored
sk: "%s" nie je adresár; ignorované

source: cannot open directory "%s": %s: ignored
sk: nie je mo¾né otvori» adresár "%s": %s: ignorované

source: incomplete set of locale files in "%s"
sk: nekompletná skupina súborov národných prostredí v "%s"

source: cannot read all files in "%s": ignored
sk: nie je mo¾né naèíta» v¹etky súbory v "%s": ignorované

source: locale "%s" not in archive
sk: národné prostredie "%s" nie je v archíve

source: argument to `%s' must be a single character
sk: argument pre `%s' musí by» jeden znak

source: syntax error: not inside a locale definition section
sk: chyba syntaxe: nie je vnútri sekcie definície národného prostredia

source: cannot open output file `%s' for category `%s'
sk: nie je mo¾né otvori» výstupný súbor `%s' pre kategóriu `%s'

source: failure while writing data for category `%s'
sk: chyba poèas zápisu údajov kategórie `%s'

source: cannot create output file `%s' for category `%s'
sk: nie je mo¾né vytvori» výstupný súbor `%s' pre kategóriu `%s'

source: expect string argument for `copy'
sk: pre `copy' je oèakávaný re»azcový argyment

source: locale name should consist only of portable characters
sk: názov prostredia by malo obsahova» iba prenositeµné znaky

source: no other keyword shall be specified when `copy' is used
sk: pri pou¾ití `copy' nemá by» zadané ¾iadne iné kµúèové slovo

source: syntax error in repertoire map definition: %s
sk: chyba syntaxe v definícii mapy repertoáru: %s

source: no <Uxxxx> or <Uxxxxxxxx> value given
sk: nezadaná <Uxxxx> alebo <Uxxxxxxxx> hodnota

source: cannot safe new repertoire map
sk: nie je mo¾né uchova» mapu repertoáru

source: repertoire map file `%s' not found
sk: súbor mapy repertoáru `%s' nebol nájdený

source: <%s> and <%s> are invalid names for range
sk: <%s> a <%s> sú neprípustné názvy pre rozsah

source: upper limit in range is not smaller then lower limit
sk: horný limit rozsahu je men¹í ako dolný

source: memory exhausted
sk: nedostatok pamäti

source: %s%s%s:%u: %s%sUnexpected error: %s.
sk: %s%s%s:%u: %s%sNeoèakávaná chyba: %s.

source: %s%s%s:%u: %s%sAssertion `%s' failed.
sk: %s%s%s:%u: %s%sPredpoklad `%s' nesplnený.

source: cheese
sk: syr

source: First string for testing.
sk: Prvý testovací re»azec.

source: Another string for testing.
sk: Iný re»azec pre testovanie.

source: NAME
sk: NÁZOV

source: Create C header file NAME containing symbol definitions
sk: Vytvori» C hlavièkový súbor NÁZOV obsahujúci definície symbolov

source: Do not use existing catalog, force new output file
sk: Nepou¾íva» existujúci katalóg, vnúti» nový výstupný súbor

source: Write output to file NAME
sk: Zapísa» výstup do súboru SÚBOR

source: Generate message catalog. If INPUT-FILE is -, input is read from standard input. If OUTPUT-FILE is -, output is written to standard output.
sk: Tvorba katalógu správ. Ak je VSTUPNÝ_SÚBOR -, vstup je naèítaný zo ¹tandardného vstupu. Ak je VÝSTUPNÝ_SÚBOR -, výstup je zapísaný na ¹tandardný výstup.

source: -o OUTPUT-FILE [INPUT-FILE]... [OUTPUT-FILE [INPUT-FILE]...]
sk: -o VÝSTUPNÝ_SÚBOR [VSTUPNÝ_SÚBOR]... [VÝSTUPNÝ_SÚBOR [VSTUPNÝ_SÚBOR]...]

source: *standard input*
sk: *¹tandardný vstup*

source: illegal set number
sk: neprípustné èíslo sady

source: duplicate set definition
sk: duplicitná definícia sady

source: this is the first definition
sk: toto je prvá definícia

source: unknown set `%s'
sk: neznáma sada `%s'

source: invalid quote character
sk: neprípustný znak citácie

source: unknown directive `%s': line ignored
sk: neznáma direktíva `%s' - riadok ignorovaný

source: duplicated message number
sk: duplicitné èíslo správy

source: duplicated message identifier
sk: duplicitný identifikátor správy

source: invalid character: message ignored
sk: neprípustný znak: správa ignorovaná

source: invalid line
sk: neprípustný riadok

source: malformed line ignored
sk: nesprávny riadok ignorovaný

source: cannot open output file `%s'
sk: nie je mo¾né otvori» výstupný súbor `%s'

source: unterminated message
sk: neukonèená správa

source: while opening old catalog file
sk: poèas otvárania starého katalógu

source: conversion modules not available
sk: moduly konverzie nie sú dostupné

source: cannot determine escape character
sk: nie je mo¾né urèi» znak escape

source: makecontext: does not know how to handle more than 8 arguments
sk: makecontext: nevie ako má spracova» viac ako 8 argumentov

source: Success
sk: Úspech

source: Operation not permitted
sk: Operácia nie je povolená

source: No such file or directory
sk: Adresár alebo súbor neexistuje

source: No such process
sk: Tento proces neexistuje

source: Interrupted system call
sk: Preru¹ené volanie systému

source: Input/output error
sk: Chyba vstupu/výstupu

source: No such device or address
sk: Také zariadenie alebo adresa neexistuje

source: Argument list too long
sk: Príli¹ dlhý zoznam argumentov

source: Exec format error
sk: Chybný formát spustiteµného súboru

source: Bad file descriptor
sk: Chybný deskriptor súboru

source: No child processes
sk: Detské procesy neexistujú

source: Resource deadlock avoided
sk: Bolo zabránené vzájomnému zablokovaniu

source: Cannot allocate memory
sk: Nie je mo¾né prideli» pamä»

source: Permission denied
sk: Prístup odmietnutý

source: Bad address
sk: Chybná adresa

source: Block device required
sk: Vy¾adované blokové zariadenie

source: Device or resource busy
sk: Zariadenie alebo iný zdroj je pou¾ívané

source: File exists
sk: Súbor existuje

source: Invalid cross-device link
sk: Neprípustný odkaz medzi zariadeniami

source: No such device
sk: Také zariadenie neexistuje

source: Not a directory
sk: Nie je adresár

source: Is a directory
sk: Je adresár

source: Invalid argument
sk: Neprípustný argument

source: Too many open files
sk: Priveµa otvorených súborov

source: Too many open files in system
sk: Priveµa otvorených súborov v systéme

source: Inappropriate ioctl for device
sk: Nevhodný ioctl pre toto zariadenie

source: Text file busy
sk: Spustiteµný súbor je pou¾ívaný

source: File too large
sk: Súbor je príli¹ veµký

source: No space left on device
sk: Na zariadení u¾ nie je ¾iadne miesto

source: Illegal seek
sk: Neprípustné nastavenie pozície

source: Read-only file system
sk: Súborový systém dovoµuje len èítanie

source: Too many links
sk: Priveµa odkazov

source: Numerical argument out of domain
sk: Èíselný rozsah mimo domény definície funkcie

source: Numerical result out of range
sk: Èíselný výsledok mimo povoleného rozsahu

source: Resource temporarily unavailable
sk: Zdroj je doèasne neprístupný

source: Operation would block
sk: Operácia by blokovala

source: Operation now in progress
sk: Operácia prebieha

source: Operation already in progress
sk: Operácia je u¾ rozpracovaná

source: Socket operation on non-socket
sk: Socketová operácia na objekte, ktorý nie je socket

source: Message too long
sk: Príli¹ dlhá správa

source: Protocol wrong type for socket
sk: Protokol nie je socketom podporovaný

source: Protocol not available
sk: Protokol nie je k dispozícii

source: Protocol not supported
sk: Protokol nie je podporovaný

source: Socket type not supported
sk: Typ socketu nie je podporovaný

source: Operation not supported
sk: Operácia nie je podporovaná

source: Protocol family not supported
sk: Rodina protokolov nie je podporovaná

source: Address family not supported by protocol
sk: Trieda adries nie je podporovaná protokolom

source: Address already in use
sk: Adresa je pou¾ívaná

source: Cannot assign requested address
sk: Priradenie po¾adovanej adresy nie je mo¾né

source: Network is down
sk: Sie» je nefunkèná

source: Network is unreachable
sk: Sie» nie je dostupná

source: Network dropped connection on reset
sk: Sie» zru¹ila spojenie (problém so vzdialeným poèítaèom)

source: Software caused connection abort
sk: Software spôsobil zru¹enie spojenia

source: Connection reset by peer
sk: Spojenie zru¹ené druhou stranou

source: No buffer space available
sk: Nie je mo¾né prideli» pamä» pre V/V operácie

source: Transport endpoint is already connected
sk: Koncový komunikaèný bod je u¾ spojený

source: Transport endpoint is not connected
sk: Koncový komunikaèný bod nie je spojený

source: Destination address required
sk: Je potrebné zada» cieµovú hodnotu

source: Cannot send after transport endpoint shutdown
sk: Nie je mo¾né vysiela» po ukonèení èinnosti komunikaèného bodu

source: Too many references: cannot splice
sk: Priveµa odkazov - nie je mo¾né rozdeli»

source: Connection timed out
sk: Èasový limit pre spojenie vypr¹al

source: Connection refused
sk: Spojenie odmietnuté

source: Too many levels of symbolic links
sk: Priveµa úrovní symbolických odkazov

source: File name too long
sk: Meno súboru príli¹ dlhé

source: Host is down
sk: Poèítaè je vypnutý

source: No route to host
sk: Cesta k poèítaèu neexistuje

source: Directory not empty
sk: Adresár nie je prázdny

source: Too many processes
sk: Priveµa procesov

source: Too many users
sk: Priveµa pou¾ívateµov

source: Disk quota exceeded
sk: Disková kvóta prekroèená

source: Stale NFS file handle
sk: Zastaralý odkaz na NFS súbor

source: Object is remote
sk: Objekt je vzdialený

source: RPC struct is bad
sk: RPC ¹truktúra je chybná

source: RPC version wrong
sk: Chybná verzia RPC

source: RPC program not available
sk: RPC program nie je k dispozícii

source: RPC program version wrong
sk: Chybná verzia RPC programu

source: RPC bad procedure for program
sk: Chybná RPC procedúra pre program

source: No locks available
sk: Zámky nie sú k dispozícii

source: Inappropriate file type or format
sk: Nevhodný typ alebo formát súboru

source: Authentication error
sk: Overenie práv neúspe¹né

source: Need authenticator
sk: Potrebuje overovací objekt

source: Function not implemented
sk: Funkcia nie je implementovaná

source: Not supported
sk: Nie je podporovaný

source: Invalid or incomplete multibyte or wide character
sk: Neprípustný alebo nekompletný viacbajtový alebo ¹iroký znak

source: Inappropriate operation for background process
sk: Nevhodná operácia pre proces v pozadí

source: Translator died
sk: Prekladací program skonèil

source: You really blew it this time
sk: Tentokrát si to skutoène poondial

source: Computer bought the farm
sk: Poèítaè kúpil farmu

source: Gratuitous error
sk: Vïaèná chyba

source: Bad message
sk: Chybná správa

source: Identifier removed
sk: Identifikátor odstránený

source: Multihop attempted
sk: Pokus o spojenie cez viac uzlov

source: No data available
sk: Dáta nie sú k dispozícii

source: Link has been severed
sk: Odkaz bol znièený

source: No message of desired type
sk: ®iadna správa ¾elaného typu

source: Out of streams resources
sk: Prúdové zdroje vyèerpané

source: Device not a stream
sk: Zariadenie nie je prúd

source: Value too large for defined data type
sk: Hodnota je pre daný dátový typ priveµká

source: Protocol error
sk: Chyba protokolu

source: Timer expired
sk: Èasovaè vypr¹al

source: Operation canceled
sk: Operácia zru¹ená

source: Interrupted system call should be restarted
sk: Preru¹ené volanie systému by malo by» znovu spustené

source: Channel number out of range
sk: Èíslo kanálu mimo povoleného rozsahu

source: Level 2 not synchronized
sk: Úroveò 2 nie je synchronizovaná

source: Level 3 halted
sk: Úroveò 3 zastavená

source: Level 3 reset
sk: Úroveò 3 nastavená na východzie hodnoty

source: Link number out of range
sk: Èíslo odkazu mimo rozsahu

source: Protocol driver not attached
sk: Ovládaè protokolu nepripojený

source: No CSI structure available
sk: CSI ¹truktúra nedostupná

source: Level 2 halted
sk: Úroveò 2 zastavená

source: Invalid exchange
sk: Neprípustná výmena

source: Invalid request descriptor
sk: Neprípustný deskriptor ¾iadosti

source: Exchange full
sk: Stredisko plné

source: No anode
sk: ®iadny anode

source: Invalid request code
sk: Neprípustný kód ¾iadosti

source: Invalid slot
sk: Neplatná priehradka

source: File locking deadlock error
sk: Vzájomné zablokovanie pri zamykaní súboru

source: Bad font file format
sk: Chybný formát súboru rezov písma

source: Machine is not on the network
sk: Poèítaè nie je zapojený v sieti

source: Package not installed
sk: Balík nie je nain¹talovaný

source: Advertise error
sk: Chyba pri zverejnení

source: Srmount error
sk: Chyba srmount

source: Communication error on send
sk: Chyba komunikácie pri vysielaní

source: RFS specific error
sk: RFS-¹pecifická chyba

source: Name not unique on network
sk: Meno nie je v sieti jednoznaèné

source: File descriptor in bad state
sk: Deskriptor súboru v chybnom stave

source: Remote address changed
sk: Vzdialená adresa sa zmenila

source: Can not access a needed shared library
sk: Prístup k potrebnej zdieµanej kni¾nici nie je mo¾ný

source: Accessing a corrupted shared library
sk: Prístup k po¹kodenej zdieµanej kni¾nici

source: .lib section in a.out corrupted
sk: Po¹kodená sekcia .lib v a.out

source: Attempting to link in too many shared libraries
sk: Pokus o pou¾itie priveµa zdieµaných kni¾níc

source: Cannot exec a shared library directly
sk: Nie je mo¾né priamo spusti» zdieµanú kni¾nicu

source: Streams pipe error
sk: Chyba rúry prúdov

source: Structure needs cleaning
sk: ©truktúra potrebuje opravu

source: Not a XENIX named type file
sk: Nejde o pomenovaný XENIX súbor

source: No XENIX semaphores available
sk: XENIX semafóry nedostupné

source: Is a named type file
sk: Je pomenovaný súbor typu

source: Remote I/O error
sk: Vzdialená V/V chyba

source: No medium found
sk: Nenájdené ¾iadne médium

source: Wrong medium type
sk: Chybný typ média

source: Signal 0
sk: Signál 0

source: IOT trap
sk: IOT preru¹enie

source: Error 0
sk: Chyba 0

source: Not owner
sk: Nie je vlastníkom

source: I/O error
sk: V/V chyba

source: Arg list too long
sk: Príli¹ dlhý zoznam argumentov

source: Bad file number
sk: Chybné èíslo súboru

source: Not enough space
sk: Nedostatok miesta

source: Device busy
sk: Zariadenie je pou¾ívané

source: Cross-device link
sk: Odkaz medzi zariadeniami

source: File table overflow
sk: Preteèenie tabuµky súborov

source: Argument out of domain
sk: Argument mimo domény

source: Result too large
sk: Výsledok je príli¹ veµký

source: Deadlock situation detected/avoided
sk: Bol detekovaný a znemo¾nený deadlock

source: No record locks available
sk: Nie sú k dispozícii ¾iadne zámky

source: Disc quota exceeded
sk: Disková kvóta prekroèená

source: Bad exchange descriptor
sk: Chybný exchange deskriptor

source: Bad request descriptor
sk: Neprípustný deskriptor ¾iadosti

source: Message tables full
sk: Plná tabuµka správ

source: Anode table overflow
sk: Preteèenie tabuµky anode

source: Bad request code
sk: Neprípustný kód ¾iadosti

source: File locking deadlock
sk: Vzájomné zablokovanie pri zamykaní súboru

source: Error 58
sk: Chyba 58

source: Error 59
sk: Chyba 59

source: Not a stream device
sk: Nejde o prúdové zariadenie

source: Out of stream resources
sk: Prúdové zdroje vyèerpané

source: Error 72
sk: Chyba 72

source: Error 73
sk: Chyba 73

source: Error 75
sk: Chyba 75

source: Error 76
sk: Chyba 76

source: Not a data message
sk: Nejde o dátovú správu

source: Attempting to link in more shared libraries than system limit
sk: Pokus o pou¾itie viac zdieµaných kni¾níc, ako je systémový limit

source: Can not exec a shared library directly
sk: Nie je mo¾né priamo spusti» zdieµanú kni¾nicu

source: Illegal byte sequence
sk: Neprípustná sekvencia bajtov

source: Operation not applicable
sk: Operácia nie je aplikovateµná

source: Number of symbolic links encountered during path name traversal exceeds MAXSYMLINKS
sk: Poèet symbolických odkazov nájdených poèas prechádzania cesty presahuje MAXSYMLINKS

source: Error 91
sk: Chyba 91

source: Error 92
sk: Chyba 92

source: Option not supported by protocol
sk: Voµba nie je protokolom podporovaná

source: Error 100
sk: Chyba 100

source: Error 101
sk: Chyba 101

source: Error 102
sk: Chyba 102

source: Error 103
sk: Chyba 103

source: Error 104
sk: Chyba 104

source: Error 105
sk: Chyba 105

source: Error 106
sk: Chyba 106

source: Error 107
sk: Chyba 107

source: Error 108
sk: Chyba 108

source: Error 109
sk: Chyba 109

source: Error 110
sk: Chyba 110

source: Error 111
sk: Chyba 111

source: Error 112
sk: Chyba 112

source: Error 113
sk: Chyba 113

source: Error 114
sk: Chyba 114

source: Error 115
sk: Chyba 115

source: Error 116
sk: Chyba 116

source: Error 117
sk: Chyba 117

source: Error 118
sk: Chyba 118

source: Error 119
sk: Chyba 119

source: Operation not supported on transport endpoint
sk: Operácia nie je podporovaná na koncovom bode komunikácie

source: Address family not supported by protocol family
sk: Trieda adries nie je podporovaná rodinou protokolov

source: Network dropped connection because of reset
sk: Sie» zru¹ila spojenie kvôli resetu

source: Error 136
sk: Chybe 136

source: Not a name file
sk: Nejde o súbor názvu

source: Not available
sk: Nie je k dispozícii

source: Is a name file
sk: Je súbor názvu

source: Reserved for future use
sk: Rezervované pre budúce pou¾itie

source: Error 142
sk: Chyba 142

source: Cannot send after socket shutdown
sk: Nie je mo¾né vysiela» po ukonèení èinnosti komunikaèného bodu

source: %s%sUnknown signal %d
sk: %s%sNeznámy signál %d

source: memory is consistent, library is buggy
sk: pamä» je konzistentná, kni¾nica je chybná

source: memory clobbered before allocated block
sk: pamä» pred prideleným blokom prepísaná

source: memory clobbered past end of allocated block
sk: pamä» za koncom prideleného bloku prepísaná

source: block freed twice
sk: blok uvoµnený dvakrát

source: bogus mcheck_status, library is buggy
sk: pochybný mcheck_status, kni¾nica má chyby

source: Name output file
sk: Výstupný súbor názvu

source: Title string used in output graphic
sk: Titulok pou¾itý pre výstupný graf

source: Generate output linear to time (default is linear to number of function calls)
sk: Generova» výstup lineárny s èasom (prednastavený je lineárne k poètu volaní funkcií)
