Repository: iikrllx/glibc-with-shred
Catalog: po/*.po
Languages: sk

source: Also draw graph for total memory consumption
sk: Vykreslí aj graf celkovej spotreby pamäti

source: make output graphic VALUE pixel wide
sk: výstupný graf bude VALUE pixlov ¹iroký

source: make output graphic VALUE pixel high
sk: výstupný graf bude VALUE pixlov vysoký

source: Generate graphic from memory profiling data
sk: Generova» graf z údajov profilu pamäti

source: DATAFILE [OUTFILE]
sk: DÁTOVÝ_SÚBOR [VÝSTUPNÝ_SÚBOR]

source: Real-time signal %d
sk: Signál reálneho èasu %d

source: Unknown signal %d
sk: Neznámy signál %d

source: %s: usage is %s [ -v ] [ -c cutoff ] zonename ...
sk: %s: Pou¾itie: %s [ -v ] [ -c limit ] meno_zóny ...

source: Error writing standard output
sk: Chyba pri zápise na ¹tandardný výstup

source: %s: Memory exhausted: %s
sk: %s: Nedostatok pamäti: %s

source: Unknown system error
sk: Neznáma chyba systému

source: "%s", line %d: %s
sk: "%s", riadok %d: %s

source: (rule from "%s", line %d)
sk: (pravidlo z "%s", riadok %d)

source: warning:
sk: varovanie:

source: %s: usage is %s [ -s ] [ -v ] [ -l localtime ] [ -p posixrules ] \ [ -d directory ] [ -L leapseconds ] [ -y yearistype ] [ filename ... ]
sk: %s: Pou¾itie: %s [ -s ] [ -v ] [ -l lokálny_èas ] [ -p posix_pravidlá ] \ [ -d adresár ] [ -L priestupné_sekundy ] [ -y typ_roku ] [ súbor ... ]

source: %s: More than one -d option specified
sk: %s: Voµba -d zadaná viac ako raz

source: %s: More than one -l option specified
sk: %s: Voµba -l zadaná viac ako raz

source: %s: More than one -p option specified
sk: %s: Voµba -p zadaná viac ako raz

source: %s: More than one -y option specified
sk: %s: Voµba -y zadaná viac ako raz

source: %s: More than one -L option specified
sk: %s: Voµba -L zadaná viac ako raz

source: %s: Can't unlink %s: %s
sk: %s: Nie je mo¾né zmaza» %s: %s

source: hard link failed, symbolic link used
sk: pevný odkaz zlyhal, pou¾itý symbolický

source: %s: Can't link from %s to %s: %s
sk: %s: Nie je mo¾né vytvori» prepojenie z %s na %s: %s

source: same rule name in multiple files
sk: rovnaké meno pravidla vo viacerých súboroch

source: unruly zone
sk: zóna bez pravidiel

source: %s in ruleless zone
sk: %s v zóne bez pravidiel

source: standard input
sk: ¹tandardný vstup

source: %s: Can't open %s: %s
sk: %s: Nie je mo¾né otvori» %s: %s

source: line too long
sk: pridlhý riadok

source: input line of unknown type
sk: vstupný riadok neznámeho typu

source: %s: Leap line in non leap seconds file %s
sk: %s: Priestupný riadok v súbore nepriestupných sekúnd %s

source: %s: panic: Invalid l_value %d
sk: %s: fatálna chyba: Neprípustná l_hodnota %d

source: %s: Error reading %s
sk: %s: Chyba pri èítaní %s

source: %s: Error closing %s: %s
sk: %s: Chyba pri uzatváraní %s: %s

source: expected continuation line not found
sk: oèakávaný pokraèovací riadok nebol nájdený

source: wrong number of fields on Rule line
sk: chybný poè¹t polí v riadku Rule

source: nameless rule
sk: bezmenné pravidlo

source: invalid saved time
sk: neprípustný ulo¾ený èas

source: wrong number of fields on Zone line
sk: chybný poèet polí v riadku Zone

source: "Zone %s" line and -l option are mutually exclusive
sk: Riadok "Zone %s" a voµba -l sa navzájom vyluèujú

source: "Zone %s" line and -p option are mutually exclusive
sk: Riadok "Zone %s" a voµba -p sa navzájom vyluèujú

source: duplicate zone name %s (file "%s", line %d)
sk: duplicitné meno zóny %s (súbor "%s", riadok %d)

source: wrong number of fields on Zone continuation line
sk: chybný poèet polí v pokraèovacom riadku Zone

source: invalid UTC offset
sk: neprípustné posunutie voèi UTC

source: invalid abbreviation format
sk: neprípustný formát skratky

source: Zone continuation line end time is not after end time of previous line
sk: Koncový èas pokraèovacieho riadku zóny nie je väè¹í ako koncový èas predchádzajúceho riadku

source: wrong number of fields on Leap line
sk: chybný poèet polí v riadku Leap

source: invalid leaping year
sk: neprípustný priestupný rok

source: invalid month name
sk: neprípustný názov mesiaca

source: invalid day of month
sk: neprípustný deò mesiaca

source: time before zero
sk: èas men¹í ako nula

source: time overflow
sk: preteèenie èasu

source: invalid time of day
sk: neprípustný èas v dni

source: illegal CORRECTION field on Leap line
sk: neprípustné pole CORRECTION v riadku Leap

source: illegal Rolling/Stationary field on Leap line
sk: neprípustné pole Rolling/Stationary v riadku Leap

source: wrong number of fields on Link line
sk: chybný poèet polí v riadku Link

source: blank FROM field on Link line
sk: prázdne pole OD v riadku Link

source: blank TO field on Link line
sk: prázdne pole DO v riadku Link

source: invalid starting year
sk: neprípustný poèiatoèný rok

source: starting year too low to be represented
sk: poèiatoèný rok primalý pre zobrazenie

source: starting year too high to be represented
sk: poèiatoèný rok priveµký pre zobrazenie

source: invalid ending year
sk: neprípustný koncový rok

source: starting year greater than ending year
sk: poèiatoèný rok väè¹í ako koncový

source: typed single year
sk: zadaný jeden rok

source: invalid weekday name
sk: neprípustný názov dòa

source: %s: Can't remove %s: %s
sk: %s: Nie je mo¾né odstráni» %s: %s

source: %s: Can't create %s: %s
sk: %s: Nie je mo¾né vytvori» %s: %s

source: %s: Error writing %s
sk: %s: Chyba pri zápise %s

source: can't determine time zone abbreviation to use just after until time
sk: nie je mo¾né nájs» skratku èasovej zóny pre pou¾itie hneï po koncovom èase

source: too many transitions?!
sk: priveµa prechodov?!

source: internal error - addtype called with bad isdst
sk: vnútorná chyba - addtype zavolaný s chybným isdst

source: internal error - addtype called with bad ttisstd
sk: vnútorná chyba - addtype zavolaný s chybným ttisstd

source: internal error - addtype called with bad ttisgmt
sk: vnútorná chyba - addtype zavolaný s chybným ttisgmt

source: too many local time types
sk: priveµa lokálnych typov èasu

source: too many leap seconds
sk: priveµa priestupných sekúnd

source: repeated leap second moment
sk: opakovaný moment priestupnej sekundy

source: Wild result from command execution
sk: Èudný výsledok vykonania programu

source: %s: command was '%s', result was %d
sk: %s: príkaz bol '%s', výsledok bol %d

source: Odd number of quotation marks
sk: Nepárny poèet úvodzoviek

source: use of 2/29 in non leap-year
sk: 29. február pou¾itý v nepriestupnom roku

source: no day in month matches rule
sk: s pravidlom sa nezhoduje ¾iadny deò v mesiaci

source: too many, or too long, time zone abbreviations
sk: príli¹ veµa alebo príli¹ dlhé skratku èasovej zóny

source: %s: Can't create directory %s: %s
sk: %s: Nie je mo¾né vytvori» adresár %s: %s

source: %s: %d did not sign extend correctly
sk: %s: nesprávne roz¹írenie znamienka pre %d

source: parameter null or not set
sk: prázdny alebo nenastavený parameter

source: Address family for hostname not supported
sk: Trieda adries nie je podporovaná poèítaèom

source: Temporary failure in name resolution
sk: Doèasná chyba pri rie¹ení názvu

source: Bad value for ai_flags
sk: Chybná hodnota ai_flags

source: Non-recoverable failure in name resolution
sk: Neopraviteµná chyba pri rie¹ení názvu

source: ai_family not supported
sk: ai_family nie je podporovaná

source: Memory allocation failure
sk: Pridelenie pamäti zlyhalo

source: No address associated with hostname
sk: Názov poèítaèa nemá priradenú adresu

source: Name or service not known
sk: Názov alebo slu¾ba neznáme

source: Servname not supported for ai_socktype
sk: Servname nie je pre ai_socktype podporovaná

source: ai_socktype not supported
sk: ai_socktype nie je podporovaný

source: System error
sk: Chyba systému

source: Processing request in progress
sk: Po¾iadavka na spracovanie je u¾ rozpracovaná

source: Request canceled
sk: Po¾iadavka zru¹ená

source: Request not canceled
sk: Po¾iadavka nebola zru¹ená

source: All requests done
sk: V¹etky po¾iadavky vykonané

source: Interrupted by a signal
sk: Preru¹ené signálom

source: Unknown error
sk: Neznáma chyba

source: Usage: %s [-v specification] variable_name [pathname]
sk: Pou¾itie: %s [-v ¹pecifikácia] meno_premennej [cesta]

source: unknown specification "%s"
sk: neznáma ¹pecifikácia "%s"

source: undefined
sk: nedefinované

source: Unrecognized variable `%s'
sk: Nerozpoznaná premenná `%s'

source: %s: option `%s' is ambiguous
sk: %s: voµba `%s' nie je jednoznaèná

source: %s: option `--%s' doesn't allow an argument
sk: %s: voµba `--%s' nedovoµuje pou¾i» argument

source: %s: option `%c%s' doesn't allow an argument
sk: %s: voµba `%c%s' nedovoµuje pou¾i» argument

source: %s: option `%s' requires an argument
sk: %s: voµba `%s' vy¾aduje argument

source: %s: unrecognized option `--%s'
sk: %s: nerozpoznaná voµba `--%s'

source: %s: unrecognized option `%c%s'
sk: %s: nerozpoznaná voµba `%c%s'

source: %s: illegal option -- %c
sk: %s: neprípustná voµba -- %c

source: %s: invalid option -- %c
sk: %s: chybná voµba -- %c

source: %s: option requires an argument -- %c
sk: %s: voµba vy¾aduje argument -- %c

source: %s: option `-W %s' is ambiguous
sk: %s: voµba `-W %s' nie je jednoznaèná

source: %s: option `-W %s' doesn't allow an argument
sk: %s: voµba `-W %s' nedovoµuje pou»i» argument

source: No match
sk: ®iadna zhoda

source: Invalid regular expression
sk: Neprípustný regulérny výraz

source: Invalid collation character
sk: Neprípustný znak triedenia

source: Invalid character class name
sk: Neprípustný názov triedy znakov

source: Trailing backslash
sk: Koncové spätné lomítko

source: Invalid back reference
sk: Neprípustný spätný odkaz

source: Unmatched [ or [^
sk: Nepárová [ or [^

source: Unmatched ( or \(
sk: Nepárová ( or \(

source: Unmatched \{
sk: Nepárová \{

source: Invalid content of \{\}
sk: Neprípustný obsah \{\}

source: Invalid range end
sk: Neprípustný koniec rozsahu

source: Memory exhausted
sk: Pamä» vyèerpaná

source: Invalid preceding regular expression
sk: Neprípustný predchádzajúci regulérny výraz

source: Premature end of regular expression
sk: Predèasný koniec regulérneho výrazu

source: Regular expression too big
sk: Regulérny výraz príli¹ veµký

source: Unmatched ) or \)
sk: Nepárová ) or \)

source: No previous regular expression
sk: ®iadny predchádzajúci regulérny výraz

source: %.*s: ARGP_HELP_FMT parameter requires a value
sk: %.*s: Parameter ARGP_HELP_FMT vy¾aduje hodnotu

source: %.*s: Unknown ARGP_HELP_FMT parameter
sk: %.*s: Neznámy parameter ARGP_HELP_FMT

source: Garbage in ARGP_HELP_FMT: %s
sk: Nezmysly v ARGP_HELP_FMT: %s

source: Mandatory or optional arguments to long options are also mandatory or optional for any corresponding short options.
sk: Povinné alebo voliteµné argumenty dlhých tvarov volieb sú povinné alebo voliteµné pre µubovoµné zodpovedajúce krátke voµby.

source: Usage:
sk: Pou¾itie:

source: or:
sk: alebo:

source: [OPTION...]
sk: [VO¥BA...]

source: Try `%s --help' or `%s --usage' for more information.
sk: Pou¾ite `%s --help' alebo `%s --usage' pre viac informácií.

source: Report bugs to %s.
sk: Chyby hláste na adrese %s.

source: Give this help list
sk: Vypísa» túto pomoc

source: Give a short usage message
sk: Vypísa» krátky návod na pou¾itie

source: Set the program name
sk: Nastavi» názov programu

source: Hang for SECS seconds (default 3600)
sk: Poèka» SECS sekúnd (implicitne 3600)

source: Print program version
sk: Vypísa» verziu programu

source: (PROGRAM ERROR) No version known!?
sk: (CHYBA PROGRAMU) Verzia neznáma!?

source: %s: Too many arguments
sk: %s: Priveµa argumentov

source: (PROGRAM ERROR) Option should have been recognized!?
sk: (CHYBA PROGRAMU) Voµba by mala by» rozpoznaná!?

source: Resolver Error 0 (no error)
sk: Chyba resolvera 0 (¾iadna chyba)

source: Unknown host
sk: Neznámy poèítaè

source: Host name lookup failure
sk: Nepodarilo sa nájs» meno poèítaèa

source: Unknown server error
sk: Neznáma chyba servera

source: No address associated with name
sk: Názov nemá priradenú adresu

source: Resolver internal error
sk: Vnútorná chyba resolvera

source: Unknown resolver error
sk: Neznáma chyba resolvera

source: %s: line %d: expected service, found `%s'
sk: %s: riadok %d: oèakávaná slu¾ba, nájdené `%s'

source: %s: line %d: cannot specify more than %d services
sk: %s: riadok %d: nie je mo¾né zada» viac ako %d slu¾ieb

source: %s: line %d: list delimiter not followed by keyword
sk: %s: line %d: za oddeµovaèom zoznamu nenasleduje kµúèové slovo

source: %s: line %d: cannot specify more than %d trim domains
sk: %s: riadok %d: nie je mo¾né zada» viac ako %d skrátených domén

source: %s: line %d: list delimiter not followed by domain
sk: %s: riadok %d: za oddeµovaèom zoznamu nenasleduje doména

source: %s: line %d: expected `on' or `off', found `%s'
sk: %s: riadok %d: oèakávané `on' alebo `off', nájdené `%s'

source: %s: line %d: bad command `%s'
sk: %s: riadok %d: zlý príkaz `%s'

source: %s: line %d: ignoring trailing garbage `%s'
sk: %s: riadok %d: ignorujem koncové smetie `%s'

source: database [key ...]
sk: databáza [kµúè ...]

source: Service configuration to be used
sk: Konfigurácia slu¾by, ktorá má by» pou¾itá

source: Enumeration not supported on %s
sk: Enumerácia %s nie je podporované

source: getent - get entries from administrative database.
sk: getent - získa» záznamy z administratívnej databázy.

source: Supported databases:
sk: Podporované databázy:

source: wrong number of arguments
sk: chybný poèet argumentov

source: Unknown database: %s
sk: Neznáma databáza %s

source: Don't buffer output
sk: Nepou¾i» vyrovnávaciu pamä» pre výstup

source: Dump information generated by PC profiling.
sk: Vypísa» informáciu získanú profilovaním PC.

source: [FILE]
sk: [SÚBOR]

source: cannot open input file
sk: nie je mo¾né otvori» vstupný súbor

source: cannot read header
sk: nie je mo¾né preèíta» hlavièku

source: invalid pointer size
sk: neprípustná veµkost» ukazovateµa

source: rcmd: socket: All ports in use
sk: rcmd: socket: V¹etky porty sú pou¾ité

source: connect to address %s:
sk: spoji» sa s adresou %s:

source: Trying %s...
sk: Skú¹am %s...

source: rcmd: write (setting up stderr): %m
sk: rcmd: write (nastavenie stderr): %m

source: rcmd: poll (setting up stderr): %m
sk: rcmd: poll (nastavenie stderr): %m

source: poll: protocol failure in circuit setup
sk: poll: chyba protokolu poèas prípravy okruhu

source: socket: protocol failure in circuit setup
sk: socket: chyba protokolu pri príprave okruhu

source: rcmd: %s: short read
sk: rcmd: %s: krátke èítanie

source: lstat failed
sk: lstat zlyhal

source: not regular file
sk: nie je regulérny súbor

source: cannot open
sk: nie je mo¾né otvori»

source: fstat failed
sk: fstat sa nepodaril

source: bad owner
sk: chybný vlastník

source: writeable by other than owner
sk: zapisovateµný nielen pre vlastníka

source: hard linked somewhere
sk: niekde existuje pevný odkaz

source: out of memory
sk: nedostatok pamäti

source: Error: .netrc file is readable by others.
sk: Chyba: súbor .netrc je èitateµný pre ostatných.

source: Remove password or make file unreadable by others.
sk: Odstráòte heslo alebo zaká¾te èítanie súboru ostatnými.

source: Unknown .netrc keyword %s
sk: Neznáme kµúèové slovo v .netrc: %s

source: authunix_create: out of memory
sk: authunix_create: nedostatok pamäti

source: auth_none.c - Fatal marshalling problem
sk: auth_none.c - Fatálna chyba marshallingu

source: ; low version = %lu, high version = %lu
sk: ; ni¾¹ia verzia = %lu, vy¹¹ia verzia = %lu

source: ; why =
sk: ; dôvod =

source: (unknown authentication error - %d)
sk: (neznáma chyba pri overovaní toto¾nosti - %d)

source: RPC: Success
sk: RPC: Úspech

source: RPC: Can't encode arguments
sk: RPC: Nie je mo¾né zakódova» argumenty

source: RPC: Can't decode result
sk: RPC: Nie je mo¾né dekódova» výsledok

source: RPC: Unable to send
sk: RPC: Nie je mo¾né vysiela»

source: RPC: Unable to receive
sk: RPC: Nie je mo¾né prijíma»

source: RPC: Timed out
sk: RPC: Èasovaè vypr¹al

source: RPC: Incompatible versions of RPC
sk: RPC: Nekompatibilné verzie RPC

source: RPC: Authentication error
sk: RPC: Chyba pri overení práv

source: RPC: Program unavailable
sk: RPC: Program nie je k dispozícii

source: RPC: Program/version mismatch
sk: RPC: Nesúhlasí program alebo verzia

source: RPC: Procedure unavailable
sk: RPC: Procedúra nie je k dispozícii

source: RPC: Server can't decode arguments
sk: RPC: Server nemô¾e dekódova» argumenty

source: RPC: Remote system error
sk: RPC: Chyba vzdialeného systému

source: RPC: Unknown host
sk: RPC: Neznámy poèítaè

source: RPC: Unknown protocol
sk: RPC: Neznámy protokol

source: RPC: Port mapper failure
sk: RPC: Chyba portmappera

source: RPC: Program not registered
sk: RPC: Program nie je registrovaný

source: RPC: Failed (unspecified error)
sk: RPC: Zlyhalo (ne¹pecifikovaná chyba)

source: RPC: (unknown error code)
sk: RPC: (neznámny chybový kód)

source: Authentication OK
sk: Overenie práv úspe¹né

source: Invalid client credential
sk: Neplatné oprávnenie klienta

source: Server rejected credential
sk: Server odmietol oprávnenie

source: Invalid client verifier
sk: Neplatné overenie klienta

source: Server rejected verifier
sk: Server odmietol overenie

source: Client credential too weak
sk: Oprávnenia klienta sú nepostaèujúce

source: Invalid server verifier
sk: Neplatné overenie servera

source: Failed (unspecified error)
sk: Zlyhalo (ne¹pecifikovaná chyba)

source: clnt_raw.c - Fatal header serialization error.
sk: clnt_raw.c - Fatálna chyba pri serializácii hlavièky.

source: clnttcp_create: out of memory
sk: clnttcp_create: nedostatok pamäti

source: clntudp_create: out of memory
sk: clntudp_create: nedostatok pamäti

source: clntunix_create: out of memory
sk: clntunix_create: nedostatok pamäti

source: get_myaddress: ioctl (get interface configuration)
sk: get_myaddress: ioctl (získanie konfigurácie rozhrania)

source: pmap_getmaps rpc problem
sk: pmap_getmaps rpc problém

source: __get_myaddress: ioctl (get interface configuration)
sk: __get_myaddress: ioctl (získanie konfigurácie rozhrania)

source: Cannot register service
sk: Nie je mo¾né zaregistrova» slu¾bu

source: broadcast: ioctl (get interface configuration)
sk: broadcast: ioctl (získanie konfigurácie rozhrania)

source: broadcast: ioctl (get interface flags)
sk: broadcast: ioctl (získanie nastavení rozhrania)

source: Cannot create socket for broadcast rpc
sk: Nie je mo¾né vytvori» zásuvku pre broadcast rpc

source: Cannot set socket option SO_BROADCAST
sk: Nie je mo¾né nastavi» pre socket voµbu SO_BROADCAST

source: Cannot send broadcast packet
sk: Nie je mo¾né vysla» broadcast balík

source: Broadcast poll problem
sk: Problém pri volaní poll pre v¹eobecné vysielanie

source: Cannot receive reply to broadcast
sk: Nie je mo¾né prija» odpoveï na broadcast

source: %s: output would overwrite %s
sk: %s: výstup by prepísal %s

source: %s: unable to open %s: %m
sk: %s: nie je mo¾né otvori» %s: %m

source: %s: while writing output %s: %m
sk: %s: poèas zápisu výstupu %s: %m

source: cannot find C preprocessor: %s
sk: nie je mo¾né nájs» preprocesor: %s

source: cannot find any C preprocessor (cpp)
sk: nie je mo¾né nájs» ¾iadny C preprocesor (cpp)

source: %s: C preprocessor failed with signal %d
sk: %s: C preprocesor zlyhal so signálom %d

source: %s: C preprocessor failed with exit code %d
sk: %s: C preprocesor zlyhal s výstupným kódom %d

source: illegal nettype :`%s'
sk: chybný nettype :`%s'

source: rpcgen: too many defines
sk: rpcgen: priveµa defines

source: rpcgen: arglist coding error
sk: rpcgen: chyba kódovania zoznamu argumentov

source: file `%s' already exists and may be overwritten
sk: súbor `%s' u¾ existuje a mô¾e by» prepísaný

source: Cannot specify more than one input file!
sk: Nie je mo¾né zada» viac ako jeden vstupný súbor!

source: This implementation doesn't support newstyle or MT-safe code!
sk: Táto implementácia nepodporuje nový ¹týl alebo MT-bezpeèný kód!

source: Cannot use netid flag with inetd flag!
sk: Príznaky netid a inetd nie je mo¾né pou¾i» súèasne!

source: Cannot use netid flag without TIRPC!
sk: Nie je mo¾né pou¾i» príznak netid bez TIRPC!

source: Cannot use table flags with newstyle!
sk: Pri pou¾ití nového ¹týlu nie je mo¾né pou¾i» príznaky tabuµky!

source: "infile" is required for template generation flags.
sk: "vst_súbor" je vy¾adovaný pri pou¾ití príznakov tvorby vzoru.

source: Cannot have more than one file generation flag!
sk: Nie je mo¾né pou¾i» viac ako jeden príznak tvorby súboru!

source: usage: %s infile
sk: pou¾itie: %s vstupný_súbor

source: %s [-abkCLNTM][-Dname[=value]] [-i size] [-I [-K seconds]] [-Y path] infile
sk: %s [-abkCLNTM][-Dnázov[=hodnota]] [-i veµkos»] [-I [-K sekundy]] [-Y cesta] vst_súbor

source: %s [-c | -h | -l | -m | -t | -Sc | -Ss | -Sm] [-o outfile] [infile]
sk: %s [-c | -h | -l | -m | -t | -Sc | -Ss | -Sm] [-o výst_súbor] [vst_súbor]

source: %s [-s nettype]* [-o outfile] [infile]
sk: %s [-s nettype]* [-o výst_súbor] [vst_súbor]

source: %s [-n netid]* [-o outfile] [infile]
sk: %s [-n netid]* [-o výst_súbor] [vst_súbor]

source: constant or identifier expected
sk: oèakávaná kon¹tanta alebo identifikátor

source: illegal character in file:
sk: neprípustný znak v súbore:

source: unterminated string constant
sk: neukonèená re»azcová kon¹tanta

source: empty char string
sk: prázdny znakový re»azec

source: preprocessor error
sk: chyba preprocesora

source: program %lu is not available
sk: program %lu nie je dostupný

source: program %lu version %lu is not available
sk: program %lu verzie %lu nie je dostupný

source: program %lu version %lu ready and waiting
sk: program %lu verzie %lu pripravený a èakajúci

source: rpcinfo: can't contact portmapper
sk: rpcinfo: nie je mo¾né spoji» sa s portmapperom

source: No remote programs registered.
sk: Nie sú registrované ¾iadne vzdialené programy

source: program vers proto port
sk: program verz proto port

source: (unknown)
sk: (neznámy)

source: rpcinfo: broadcast failed: %s
sk: rpcinfo: broadcast zlyhal: %s

source: Sorry. You are not root
sk: Bohu¾iaµ - nie ste superu¾ívateµ

source: rpcinfo: Could not delete registration for prog %s version %s
sk: rpcinfo: Nie je mo¾né zru¹i» registráciu programu %s verzie %s

source: Usage: rpcinfo [ -n portnum ] -u host prognum [ versnum ]
sk: Pou¾itie: rpcinfo [ -n èíslo_portu ] -u poèítaè èíslo_programu [ èíslo_verzie ]

source: rpcinfo [ -n portnum ] -t host prognum [ versnum ]
sk: rpcinfo [ -n èíslo_portu ] -t poèítaè èíslo_programu [ èíslo_verzie ]

source: rpcinfo -p [ host ]
sk: rpcinfo -p [ poèítaè ]

source: rpcinfo -b prognum versnum
sk: rpcinfo -b èíslo_programu èíslo_verzie

source: rpcinfo -d prognum versnum
sk: rpcinfo -d èíslo_programu èíslo_verzie

source: rpcinfo: %s is unknown service
sk: rpcinfo: %s je neznáma slu¾ba

source: rpcinfo: %s is unknown host
sk: rpcinfo: %s je neznámy poèítaè

source: svc_run: - poll failed
sk: svc_run: - poll zlyhal

source: can't reassign procedure number %ld
sk: nie je mo¾né znovu prideli» èíslo procedúry %ld

source: couldn't create an rpc server
sk: nebolo mo¾né vytvori» rpc server

source: couldn't register prog %ld vers %ld
sk: nebolo mo¾né zaregistrova» program %ld verzie %ld

source: registerrpc: out of memory
sk: registerrpc: nedostatok pamäti

source: trouble replying to prog %d
sk: problémy pri odpovedi programu %d

source: never registered prog %d
sk: program %d nebol nikdy registrovaný

source: svc_tcp.c - tcp socket creation problem
sk: svc_tcp.c - problém pri vytváraní tcp socketu

source: svc_tcp.c - cannot getsockname or listen
sk: svc_tcp.c - nie je mo¾né vykona» getsockname alebo listen

source: svctcp_create: out of memory
sk: svctcp_create: nedostatok pamäti

source: svc_tcp: makefd_xprt: out of memory
sk: svc_tcp: makefd_xprt: nedostatok pamäti

source: svcudp_create: socket creation problem
sk: svcudp_create: problém pri vytváraní socketu
