Repository: iikrllx/glibc-with-shred
Catalog: po/*.po
Languages: sk

source: svcudp_create - cannot getsockname
sk: svcudp_create - nemô¾em vykona» getsockname

source: svcudp_create: out of memory
sk: svcudp_create: nedostatok pamäti

source: svcudp_create: xp_pad is too small for IP_PKTINFO
sk: svcudp_create: xp_pad je príli¹ malý pre IP_PKTINFO

source: enablecache: cache already enabled
sk: enablecache: vyrovnávacia pamä» je u¾ povolená

source: enablecache: could not allocate cache
sk: enablecache: nebolo mo¾né prideli» vyrovnáciu pamä»

source: enablecache: could not allocate cache data
sk: enablecache: nebolo mo¾né prideli» dáta pre vyrovnávaciu pamä»

source: enablecache: could not allocate cache fifo
sk: enablecache: nebolo mo¾né prideli» frontu pre vyrovnávaciu pamä»

source: cache_set: victim not found
sk: cache_set: obe» nenájdená

source: cache_set: victim alloc failed
sk: cache_set: obe» nenájdená

source: cache_set: could not allocate new rpc_buffer
sk: cache_set: nebolo mo¾né prideli» rpc vyrovnávaciu pamä»

source: svc_unix.c - AF_UNIX socket creation problem
sk: svc_unix.c - problém pri vytváraní AF_UNIX socketu

source: svc_unix.c - cannot getsockname or listen
sk: svc_unix.c - nemô¾em vykona» getsockname alebo listen

source: svcunix_create: out of memory
sk: svcunix_create: nedostatok pamäti

source: svc_unix: makefd_xprt: out of memory
sk: svc_unix: makefd_xprt: nedostatok pamäti

source: xdr_bytes: out of memory
sk: xdr_bytes: nedostatok pamäti

source: xdr_string: out of memory
sk: xdr_string: nedostatok pamäti

source: xdr_array: out of memory
sk: xdr_array: nedostatok pamäti

source: xdrrec_create: out of memory
sk: xdrrec_create: nedostatok pamäti

source: xdr_reference: out of memory
sk: xdr_reference: nedostatok pamäti

source: unable to free arguments
sk: nie je mo¾né uvoµni» argumenty

source: Probable success
sk: Pravdepodobný úspech

source: Not found
sk: Nenájdené

source: Probably not found
sk: Pravdepodobne nenájdené

source: Cache expired
sk: ®ivotnos» cache vypr¹ala

source: NIS+ servers unreachable
sk: NIS+ server nie je dostupný

source: Unknown object
sk: Neznámy objekt

source: Server busy, try again
sk: Server zaneprázdnený, skúste znovu

source: Generic system error
sk: V¹eobecná chyba systému

source: First/next chain broken
sk: Preru¹ené zre»azenie prvý/ïal¹í

source: Name not served by this server
sk: Názov nie je obsluhovaný týmto serverom

source: Server out of memory
sk: Vyèerpaná pamä» servera

source: Object with same name exists
sk: Existuje objekt s rovnakým názvom

source: Not master server for this domain
sk: Nie je hlavný server pre túto doménu

source: Invalid object for operation
sk: Neplatný objekt pre operáciu

source: Malformed name, or illegal name
sk: Chybne formovaný alebo neprípustný názov

source: Unable to create callback
sk: Nie je mo¾né vytvori» spätné volanie

source: Results sent to callback proc
sk: Výsledky poslané procedúre spätného volania

source: Not found, no such name
sk: Nenájdené, takýto názov neexistuje

source: Name/entry isn't unique
sk: Názov/záznam nie sú jednoznaèné

source: Modification failed
sk: Modifikácia zlyhala

source: Database for table does not exist
sk: Databáza pre tabuµku neexistuje

source: Entry/table type mismatch
sk: Nesúlad záznamu s tabuµkou

source: Link points to illegal name
sk: Odkaz odkazuje na neprípustný názov

source: Partial success
sk: Èiastoèný úspech

source: Too many attributes
sk: Priveµa atribútov

source: Error in RPC subsystem
sk: Chyba v RPC subsystéme

source: Missing or malformed attribute
sk: Chýbajúci alebo chybne formovaný atribút

source: Named object is not searchable
sk: Zadaný objekt nie je prehµadávateµný

source: Error while talking to callback proc
sk: Chyba poèas komunikácie s procedúrou spätného volania

source: Non NIS+ namespace encountered
sk: Zaznamenaný priestor názvov mimo NIS+

source: Illegal object type for operation
sk: Neprípustný typ objektu pre operáciu

source: Passed object is not the same object on server
sk: Odovzdaný objekt nie je na serveri tým istým objektom

source: Modify operation failed
sk: Operácia zmeny zlyhala

source: Query illegal for named table
sk: Neprípustná otázka pre danú tabuµku

source: Attempt to remove a non-empty table
sk: Pokus o odstránenie neprázdnej tabuµky

source: Error in accessing NIS+ cold start file. Is NIS+ installed?
sk: Chyba pri prístupe NIS+ súboru studeného ¹tartu. Je NIS+ nain¹talované?

source: Full resync required for directory
sk: Adresár vy¾aduje úplnú resynchronizáciu

source: NIS+ operation failed
sk: NIS+ operácia zlyhala

source: NIS+ service is unavailable or not installed
sk: Slu¾ba NIS+ nie je dostupná alebo nain¹talovaná

source: Yes, 42 is the meaning of life
sk: Áno, 42 je význam ¾ivota

source: Unable to authenticate NIS+ server
sk: Nie je mo¾né overi» toto¾nos» NIS+ servera

source: Unable to authenticate NIS+ client
sk: Nie je mo¾né overi» toto¾nos» NIS+ klienta

source: No file space on server
sk: Na serveri u¾ nie je ¾iadne miesto pre súbory

source: Unable to create process on server
sk: Nie je mo¾né vytvori» proces na serveri

source: Master server busy, full dump rescheduled.
sk: Hlavný server zaneprázdnený, úplný prenos preplánovaný.

source: LOCAL entry for UID %d in directory %s not unique
sk: LOCAL záznam pre UID %d v adresári %s nie je jednoznaèný

source: UNKNOWN
sk: NEZNAMY

source: BOGUS OBJECT
sk: POCHYBNÝ OBJEKT

source: NO OBJECT
sk: ®IADNY OBJEKT

source: DIRECTORY
sk: ADRESÁR

source: GROUP
sk: SKUPINA

source: TABLE
sk: TABU¥KA

source: ENTRY
sk: ZÁZNAM

source: LINK
sk: ODKAZ

source: PRIVATE
sk: SÚKROMNÝ

source: (Unknown object)
sk: (Neznámy objekt)

source: Name : `%s'
sk: Názov : `%s'

source: Type : %s
sk: Typ : %s

source: Master Server :
sk: Hlavný server :

source: Replicate :
sk: Replika :

source: Name : %s
sk: Názov : %s

source: Public Key :
sk: Verejný kµúè :

source: None.
sk: ®iadne.

source: Diffie-Hellmann (%d bits)
sk: Diffie-Hellmann (%d bitov)

source: RSA (%d bits)
sk: RSA (%d bitov)

source: Unknown (type = %d, bits = %d)
sk: Neznáme (typ = %d, bitov = %d)

source: Universal addresses (%u)
sk: Univerzálne adresy (%u)

source: Time to live :
sk: ®ivotnos» :

source: Default Access rights :
sk: Implicitné príst. práva :

source: Type : %s
sk: Typ : %s

source: Access rights:
sk: Prístupové práva:

source: Group Flags :
sk: Príznaky skupiny :

source: Group Members :
sk: Èlenovia skupín :

source: Table Type : %s
sk: Typ tabuµky : %s

source: Number of Columns : %d
sk: Poèet ståpcov : %d

source: Character Separator : %c
sk: Oddeµovaè znakov : %c

source: Search Path : %s
sk: Prehµadávaná cesta : %s

source: Columns :
sk: Ståpce :

source: [%d] Name : %s
sk: [%d] Názov : %s

source: Attributes :
sk: Atribúty :

source: Access Rights :
sk: Prístupové práva :

source: Linked Object Type :
sk: Typ odkazovaného objektu :

source: Linked to : %s
sk: Odkazuje na : %s

source: Entry data of type %s
sk: Vstupné údaje typu %s

source: [%u] - [%u bytes]
sk: [%u] - [%u bajtov]

source: Encrypted data
sk: ©ifrované údaje

source: Binary data
sk: Binárne údaje

source: Object Name : %s
sk: Názov objektu : %s

source: Directory : %s
sk: Adresár : %s

source: Owner : %s
sk: Vlastník : %s

source: Group : %s
sk: Skupina : %s

source: Access Rights :
sk: Prístupové práva :

source: Time to Live :
sk: ®ivotnos» :

source: Creation Time : %s
sk: Èas vytvorenia : %s

source: Mod. Time : %s
sk: Èas zmeny :%s

source: Object Type :
sk: Typ objektu :

source: Data Length = %u
sk: Då¾ka údajov = %u

source: Status : %s
sk: Stav : %s

source: Number of objects : %u
sk: Poèet objektov : %u

source: Object #%d:
sk: Objekt #%d:

source: Group entry for "%s.%s" group:
sk: Záznam skupiny pre skupinu "%s.%s":

source: Explicit members:
sk: Explicitní èlenovia:

source: No explicit members
sk: ®iadni explicitní èlenovia

source: Implicit members:
sk: Implicitní èlenovia:

source: No implicit members
sk: ®iadni implicitní èlenovia

source: Recursive members:
sk: Rekurzívni èlenovia:

source: No recursive members
sk: ®iadni rekurzívni èlenovia

source: Explicit nonmembers:
sk: Explicitní neèlenovia:

source: No explicit nonmembers
sk: ®iadni explicitní neèlenovia

source: Implicit nonmembers:
sk: Implicitní neèlenovia:

source: No implicit nonmembers
sk: ®iadni implicitní neèlenovia

source: No recursive nonmembers
sk: ®iadni rekurzívni neèlenovia

source: DES entry for netname %s not unique
sk: DES záznam pre sie»ový názov %s nie je jednoznaèný

source: netname2user: missing group id list in `%s'.
sk: netname2user: chýbajúci zoznam id skupín v `%s'.

source: netname2user: DES entry for %s in directory %s not unique
sk: netname2user: DES záznam pre %s v adresári %s nejednoznaèný

source: netname2user: principal name `%s' too long
sk: netname2user: názov principála `%s' príli¹ dlhý

source: netname2user: LOCAL entry for %s in directory %s not unique
sk: netname2user: LOCAL záznam pre %s v adresári %s nejednoznaèný

source: netname2user: should not have uid 0
sk: netname2user: nemal by ma» uid 0

source: Request arguments bad
sk: Chybné argumenty ¾iadosti

source: RPC failure on NIS operation
sk: Zlyhal RPC pri NIS operácii

source: Can't bind to server which serves this domain
sk: Pripojenie k serveru obsluhujúcemu túto doménu nie je mo¾né

source: No such map in server's domain
sk: Táto mapa sa v doméne servera nenachádza

source: No such key in map
sk: Tento kµúè v databáze neexistuje

source: Internal NIS error
sk: Interná chyba NIS

source: Local resource allocation failure
sk: Chyba pri pridelení miestnych zdrojov

source: No more records in map database
sk: ®iadne ïal¹ie záznamy v databáze

source: Can't communicate with portmapper
sk: Komunikácia s portmapperom nie je mo¾ná

source: Can't communicate with ypbind
sk: Komunikácia s ypbind nie je mo¾ná

source: Can't communicate with ypserv
sk: Komunikácia s ypserv nie je mo¾ná

source: Local domain name not set
sk: Meno miestnej domény nie je nastavené

source: NIS map database is bad
sk: Databáza máp NIS je chybná

source: NIS client/server version mismatch - can't supply service
sk: Rozdielne verzie NIS klienta a serveru - nie je mo¾né poskytnú» slu¾bu

source: Database is busy
sk: Databáza je pou¾ívaná

source: Unknown NIS error code
sk: Neznámy chybový kód NIS

source: Internal ypbind error
sk: Interná chyba ypbind

source: Domain not bound
sk: Doména nie je pripojená

source: System resource allocation failure
sk: Pridelenie systémových zdrojov zlyhalo

source: Unknown ypbind error
sk: Neznáma chyba ypbind

source: yp_update: cannot convert host to netname
sk: yp_update: nie je mo¾né konvertova» meno poèítaèa na meno siete

source: yp_update: cannot get server address
sk: yp_update: nie je mo¾né zísti» adresu servera

source: while allocating hash table entry
sk: poèas pridelenia záznamu hash-tabuµky

source: cannot stat() file `%s': %s
sk: nie je mo¾né vykona» stat() súboru `%s': %s

source: cannot read configuration file; this is fatal
sk: nie je mo¾né naèíta» konfiguraèný súbor; to je fatálne

source: Cannot run nscd in secure mode as unprivileged user
sk: Nie je mo¾né spusti» nscd v bezpeènom re¾ime ako neprivilegovaný pou¾ívateµ

source: cannot open socket: %s
sk: nie je mo¾né otvori» socket `%s'

source: cannot enable socket to accept connections: %s
sk: nie je mo¾né povoli» socketu prijíma» spojenia: %s

source: handle_request: request received (Version = %d)
sk: handle_request: ¾iados» prijatá (verzia = %d)

source: cannot handle old request version %d; current version is %d
sk: nie je mo¾né spracova» starú verziu ¾iadosti %d; aktuálna verzia je %d

source: cannot write result: %s
sk: nie je mo¾né zapísa» výsledok: %s

source: error getting callers id: %s
sk: chyba pri získaní id volajúceho: %s

source: while accepting connection: %s
sk: poèas prijatia spojenia: %s

source: short read while reading request: %s
sk: neúplné èítanie ¾iadosti: `%s'

source: key length in request too long: %d
sk: då¾ka kµúèa v ¾iadosti príli¹ dlhá: %d

source: short read while reading request key: %s
sk: neúplné èítanie kµúèa ¾iadosti: %s

source: Failed to run nscd as user '%s'
sk: Zlyhalo spustenie nscd ako pou¾ívateµ '%s'

source: getgrouplist failed
sk: getgrouplist zlyhalo

source: setgroups failed
sk: setgroups zlyhalo

source: while allocating key copy
sk: poèas pridelenia kópie kµúèa

source: while allocating cache entry
sk: poèas pridelenia záznamu cache

source: short write in %s: %s
sk: neúplný zápis v %s: %s

source: Haven't found "%s" in group cache!
sk: Nenájdené "%s" v cache skupín!

source: Invalid numeric gid "%s"!
sk: Neplatné èíselné gid "%s"!

source: Haven't found "%d" in group cache!
sk: Nenájdené "%d" v cache skupín!

source: Haven't found "%s" in hosts cache!
sk: Nenájdené "%s" v cache poèítaèov!

source: Read configuration data from NAME
sk: Naèíta» údaje o konfigurácii z NÁZOV

source: Do not fork and display messages on the current tty
sk: Nespú¹»a» samostatný proces a zobrazova» správy na aktuálnom termináli

source: NUMBER
sk: POÈET

source: Start NUMBER threads
sk: Spusti» POÈET vlákien

source: Shut the server down
sk: Zastavi» server

source: Print current configuration statistic
sk: Vypísa» ¹tatistiku aktuálnej konfigurácie

source: TABLE
sk: TABU¥KA

source: Invalidate the specified cache
sk: Zneplatni» zadanú cache

source: TABLE,yes
sk: TABU¥KA,áno

source: Use separate cache for each user
sk: Pou¾i» samostatnú cache pre ka¾dého pou¾ívateµa

source: Name Service Cache Daemon.
sk: Démon cache slu¾by názvov.

source: already running
sk: u¾ be¾í

source: Only root is allowed to use this option!
sk: Táto voµba je dostupná iba superu¾ívateµovi!

source: Parse error: %s
sk: Chyba analýzy: %s

source: Could not create log file "%s"
sk: Nie je mo¾né vytvori» ¾urnálový súbor "%s"

source: Must specify user name for server-user option
sk: Pre server-user voµbu je potrebné zada» meno pou¾ívateµa

source: Unknown option: %s %s %s
sk: Neznáma voµba: %s %s %s

source: cannot write statistics: %s
sk: nie je mo¾né zapísa» ¹tatistiku: `%s'

source: nscd not running!
sk: nscd nebe¾í!

source: write incomplete
sk: neúplný zápis

source: cannot read statistics data
sk: nie je mo¾né naèíta» ¹tatistické údaje

source: nscd configuration: %15d server debug level
sk: nscd konfigurácia: %15d ladiaca úroveò servera

source: no
sk: nie

source: yes
sk: áno

source: %s cache: %15s cache is enabled %15Zd suggested size %15ld seconds time to live for positive entries %15ld seconds time to live for negative entries %15ld cache hits on positive entries %15ld cache hits on negative entries %15ld cache misses on positive entries %15ld cache misses on negative entries %15ld%% cache hit rate %15s check /etc/%s for changes
sk: %s cache: %15s cache je povolená %15Zd navrhovaná veµkos» %15ld sekúnd ¾ivotnos» pozitívnych záznamov %15ld sekúnd ¾ivotnos» negatívnych záznamov %15ld úspechov cache pre pozitívne záznamy %15ld úspechov cache pre negatívne záznamy %15ld neúspechov cache pre pozitívne záznamy %15ld neúspechov cache pre negatívne záznamy %15ld%% úspe¹nos» cache %15s skontrolujte /etc/%s na zmeny

source: Haven't found "%s" in password cache!
sk: Nenájdené "%s" v cache hesiel!

source: Invalid numeric uid "%s"!
sk: Neplatné èíselné uid "%s"!

source: Haven't found "%d" in password cache!
sk: Nenájdené "%d" v cache hesiel!

source: cannot create capability list
sk: nie je mo¾né vytvori» zoznam zluèiteµnosti

source: file %s is truncated
sk: súbor %s je skrátený

source: %s is a 32 bit ELF file.
sk: %s je 32-bitový ELF súbor.

source: %s is a 64 bit ELF file.
sk: %s je 64-bitový ELF súbor.

source: Unknown ELFCLASS in file %s.
sk: Neznáma ELFCLASS v súbore %s.

source: %s is not a shared object file (Type: %d).
sk: %s nie je zdieµaný objektový súbor (Typ: %d).

source: more than one dynamic segment
sk: viac ako jeden dynamický segment

source: %s is for unknown machine %d.
sk: %s je pre neznámy stroj %d.

source: unknown
sk: neznámy

source: Unknown OS
sk: Neznámy OS

source: Can't open cache file %s
sk: Nie je mo¾né otvori» cache súbor %s

source: mmap of cache file failed.
sk: zlyhalo mapovanie cache súboru

source: File is not a cache file.
sk: Súbor nie je cache súborom.

source: %d libs found in cache `%s'
sk: %d kni¾níc nájdených v cache `%s'

source: Can't remove old temporary cache file %s
sk: Nie je mo¾né zmaza» doèasný cache súbor %s

source: Can't create temporary cache file %s
sk: Nie je mo¾né vytvori» doèasný cache súbor %s

source: Writing of cache data failed
sk: Zápi údajov do cache zlyhal

source: Writing of cache data failed.
sk: Zápi údajov do cache zlyhal.

source: Changing access rights of %s to %#o failed
sk: Zmena prístupových práv %s na %#o zlyhala

source: Renaming of %s to %s failed
sk: Premenovanie %s na %s zlyhalo

source: shared object not open
sk: zdieµaný objekt nie je otvorený

source: TLS generation counter wrapped! Please send report with the 'glibcbug' script.
sk: Poèítadlo generovania TLS pretieklo! Prosím po¹lite správu pomocou skriptu 'glibcbug'.

source: DST not allowed in SUID/SGID programs
sk: DST nie je pre SUID/SGID programy povolené

source: empty dynamics string token substitution
sk: prázdna substitúcia tokenu re»azca dynamiky

source: cannot load auxiliary `%s' because of empty dynamic string token substitution
sk: nemô¾em naèíta» prídavný `%s' preto¾e je prázdna substitúcia tokenu dynamického re»azca

source: cannot allocate dependency list
sk: nie je mo¾né prideli» pamä» pre zoznam závislostí

source: cannot allocate symbol search list
sk: nie je mo¾né prideli» pamä» pre vyhµadávací zoznam symbolov

source: Filters not supported with LD_TRACE_PRELINKING
sk: Filtre nie sú podporované s LD_TRACE_PRELINKING

source: DYNAMIC LINKER BUG!!!
sk: CHYBA V DYNAMICKOM LINKERI!!!

source: error while loading shared libraries
sk: chyba poèas naèítavania zdieµaných kni¾níc

source: cannot allocate name record
sk: nie je mo¾né prideli» pamä» pre záznam názvu

source: cannot create cache for search path
sk: Nie je mo¾né vytvori» cache pre hµadanie v ceste

source: cannot create RUNPATH/RPATH copy
sk: nie je mo¾né vytvori» kópiu RUNPATH/RPATH

source: cannot create search path array
sk: nie je mo¾né vytvori» pole ciest

source: cannot stat shared object
sk: nepodarilo sa zisti» stav zdieµaného objektu

source: cannot open zero fill device
sk: nie je mo¾né otvori» zariadenie pre naplnenie nulami

source: cannot create shared object descriptor
sk: nie je mo¾né vytvori» deskriptor zdieµaného objektu

source: cannot read file data
sk: nie je mo¾né naèíta» údaje súboru

source: ELF load command alignment not page-aligned
sk: ELF zarovnanie príkazu nie je zarovnané na stránku

source: ELF load command address/offset not properly aligned
sk: ELF zavádzacia adresa/posunutie nie je správne zarovnaná

source: failed to map segment from shared object
sk: nepodarilo sa namapova» segment zo zdieµaného objektu

source: cannot dynamically load executable
sk: nie je mo¾né dynamicky naèíta» spustiteµný súbor

source: cannot change memory protections
sk: nie je mo¾né zmeni» ochranu pamäti

source: cannot map zero-fill pages
sk: nie je mo¾né namapova» stránky vyplnené nulami

source: cannot allocate memory for program header
sk: nie je mo¾né prideli» pamä» pre hlavièku programu

source: object file has no dynamic section
sk: objektový súbor neobsahuje ¾iadnu dynamickú sekciu

source: shared object cannot be dlopen()ed
sk: zdieµaný objekt nemô¾e by» otvorený pomocou dlopen()

source: cannot create searchlist
sk: nie je mo¾né vytvori» vyhµadávací zoznam

source: file too short
sk: súbor je príli¹ krátky

source: invalid ELF header
sk: neprípustná ELF hlavièka

source: ELF file data encoding not big-endian
sk: Kódovanie dát v ELF súbore nie je big-endian

source: ELF file data encoding not little-endian
sk: Kódovanie dát v ELF súbore nie je little-endian

source: ELF file version ident does not match current one
sk: Identifikácia verzie ELF súboru sa nezhoduje s aktuálnou

source: ELF file OS ABI invalid
sk: Neplatný OS ABI ELF súboru

source: ELF file ABI version invalid
sk: Neplatná verzia ABI ELF súboru

source: internal error
sk: interná chyba

source: ELF file version does not match current one
sk: Verzia súboru ELF sa nezhoduje s aktuálnou

source: ELF file's phentsize not the expected size
sk: phentsize ELF súboru nie je oèakávaná

source: only ET_DYN and ET_EXEC can be loaded
sk: iba ET_DYN a ET_EXEC mô¾u by» naèítané

source: cannot open shared object file
sk: nie je mo¾né otvori» súbor zdieµaného objektu

source: relocation error
sk: chyba relokácie

source: cannot extend global scope
sk: nie je mo¾né roz¹íri» globálny rozsah

source: empty dynamic string token substitution
sk: prázdna substitúcia tokenu dynamického re»azca

source: cannot create scope list
sk: nie je mo¾né vytvori» zoznam pôsobnosti

source: cannot create TLS data structures
sk: nie je mo¾né dátové ¹truktúry TLS

source: invalid mode for dlopen()
sk: neprípustný mód pre dlopen()

source: cannot make segment writable for relocation
sk: nie je mo¾né zmeni» segment na zapisovateµný pre relokáciu

source: %s: profiler found no PLTREL in object %s
sk: %s: profiler nena¹iel PLTREL v objekte %s

source: %s: profiler out of memory shadowing PLTREL of %s
sk: %s: profiler vyèerpal pamä» pri vytváraní kópie PLTREL z %s

source: cannot restore segment prot after reloc
sk: nie je mo¾né obnovi» segment prot po reloc

source: RTLD_NEXT used in code not dynamically loaded
sk: RTLD_NEXT je pou¾ité pre kód, ktorý nie je dynamicky zavedený

source: cannot allocate version reference table
sk: nie je mo¾né prideli» pamä» pre referenènú tabuµku verzií

source: Print cache
sk: Vypísa» cache

source: Generate verbose messages
sk: Vypísova» podrobnej¹ie správy

source: Don't build cache
sk: Nevytvori» cache

source: Don't generate links
sk: Negenerova» odkazy

source: Change to and use ROOT as root directory
sk: Zmeni» adresár na ROOT a pou¾i» ho ako koreòový adresár

source: Use CACHE as cache file
sk: Pou¾i» CACHE ako cache súbor

source: Use CONF as configuration file
sk: Pou¾i» CONF ako konfiguraèný súbor

source: Only process directories specified on the command line. Don't build cache.
sk: Na príkazovom riadku sú zadané iba adresáre procesov. Nevytvára» cache.

source: Manually link individual libraries.
sk: Ruène linkova» jednotlivé kni¾nice.

source: Format to use: new, old or compat (default)
sk: Pou¾i» formát: nový (new), starý (old) alebo kompatibilný (compat - prednastavené)

source: Configure Dynamic Linker Run Time Bindings.
sk: Konfigurácia runtime väzieb dynamického linkera.

source: Path `%s' given more than once
sk: Cesta `%s' bola zadaná viac ako raz

source: %s is not a known library type
sk: %s nie je známy typ kni¾nice

source: Can't stat %s
sk: Zlyhal stat %s

source: Can't stat %s
sk: Zlyhal stat %s

source: %s is not a symbolic link
sk: %s nie je symbolický odkaz

source: Can't unlink %s
sk: Nie je mo¾né odstráni» %s

source: Can't link %s to %s
sk: Nie je mo¾né vytvori» odkaz %s na %s

source: (changed)
sk: (zmenené)

source: (SKIPPED)
sk: (VYNECHANÉ)

source: Can't find %s
sk: Nie je mo¾né nájs» %s

source: Can't lstat %s
sk: Zlyhal lstat %s

source: Ignored file %s since it is not a regular file.
sk: Súbor %s ignorovaný, keï¾e nie je regulérnym súborom.

source: No link created since soname could not be found for %s
sk: Odkaz nebol vytvorený, keï¾e pre %s nebolo mo¾né nájs» soname

source: Can't open directory %s
sk: Nie je mo¾né otvori» adresár %s

source: Cannot lstat %s
sk: Zlyhal lstat %s

source: Cannot stat %s
sk: Zlyhal stat %s

source: Input file %s not found.
sk: Vstupný súbor %s nebol nájdený.

source: libc5 library %s in wrong directory
sk: libc5 kni¾nica %s je v nesprávnom adresári

source: libc6 library %s in wrong directory
sk: libc6 kni¾nica %s je v nesprávnom adresári

source: libc4 library %s in wrong directory
sk: libc4 kni¾nica %s je v nesprávnom adresári
