Repository: iikrllx/glibc-with-shred
Catalog: po/*.po
Languages: sk

source: libraries %s and %s in directory %s have same soname but different type.
sk: kni¾nice %s a %s v adresári %s majú rovnaké soname, ale odli¹ný typ.

source: Can't open configuration file %s
sk: Nie je mo¾né otvori» konfiguraèný súbor %s

source: Can't chdir to /
sk: Nie je mo¾né zmeni» adresár na /

source: Can't open cache file directory %s
sk: Nie je mo¾né otvori» adresár cache súboru %s

source: Cannot fstat file %s.
sk: Nie je mo¾né vykona» fstat() súboru %s.

source: File %s is too small, not checked.
sk: Súbor %s je príli¹ krátky, neskontrolovaný.

source: Cannot mmap file %s.
sk: Nie je mo¾né mmap-ova» súbor %s.

source: %s is not an ELF file - it has the wrong magic bytes at the start.
sk: %s nie je ELF súbor - na zaèiatku obsahujé chybné magické bajty.

source: Output selection:
sk: Výber výstupu:

source: print list of count paths and their number of use
sk: vypísa» zoznam ciest poètov a poèet ich pou¾ití

source: generate flat profile with counts and ticks
sk: tvorba jednoduchého profilu s poètami a tikmi

source: generate call graph
sk: tvorba grafu volaní

source: Read and display shared object profiling data
sk: Preèíta» a vypísa» profilovacie údaje zdieµaného objektu

source: SHOBJ [PROFDATA]
sk: ZDIE¥_OBJEKT [PROF_ÚDAJE]

source: failed to load shared object `%s'
sk: nepodarilo sa naèíta» zdieµaný objekt `%s'

source: cannot create internal descriptors
sk: nie je mo¾né vytvori» interné deskriptory

source: Reopening shared object `%s' failed
sk: Znovuotvorenie zdieµaného objektu `%s' zlyhalo

source: mapping of section headers failed
sk: zlyhalo mapovanie hlavièiek sekcie

source: mapping of section header string table failed
sk: zlyhalo mapovanie tabuµky re»azcov hlavièky sekcie

source: *** The file `%s' is stripped: no detailed analysis possible
sk: *** Zo súboru `%s' boli odstránené ladiace informácie: podrobná analýza nie je mo¾ná

source: failed to load symbol data
sk: nepodarilo sa naèíta» symbolické údaje

source: cannot load profiling data
sk: nie je mo¾né naèíta» profilovacie údaje

source: while stat'ing profiling data file
sk: poèas stat-u súboru profilovacích informácií

source: profiling data file `%s' does not match shared object `%s'
sk: profilovacie údaje `%s' nesúhlasia so zdieµanýmobjektom `%s'

source: failed to mmap the profiling data file
sk: nepodarilo sa mmap-ova» súbor profilovacích údajov

source: error while closing the profiling data file
sk: chyba poèas zatvárania súboru profilovacích údajov

source: cannot create internal descriptor
sk: nie je mo¾né vytvori» interný deskriptor

source: `%s' is no correct profile data file for `%s'
sk: `%s' nie sú správne profilovacie údaje pre `%s'

source: cannot allocate symbol data
sk: nie je mo¾né prideli» pamä» pre symbolické údaje
