Repository: iikrllx/glibc-with-shred
Catalog: po/*.po
Languages: sk

source: Hangup
sk: Zavesenie

source: Interrupt
sk: Preru¹enie

source: Quit
sk: Koniec

source: Illegal instruction
sk: Neprípustná in¹trukcia

source: Trace/breakpoint trap
sk: Trasovacie/ladiace preru¹enie

source: Aborted
sk: Zru¹ené

source: Floating point exception
sk: Výnimka pohyblivej rádovej èiarky

source: Killed
sk: Zabitý

source: Bus error
sk: Chyba na zbernici

source: Segmentation fault
sk: Chyba segmentácie

source: Broken pipe
sk: Preru¹ená rúra

source: Alarm clock
sk: Budík

source: Terminated
sk: Ukonèené

source: Urgent I/O condition
sk: Urgentný V/V stav

source: Stopped (signal)
sk: Zastavené (signál)

source: Stopped
sk: Zastavené

source: Continued
sk: Pokraèovanie

source: Child exited
sk: Detský proces skonèil

source: Stopped (tty input)
sk: Zastavené (vstup z terminálu)

source: Stopped (tty output)
sk: Zastavené (výstup na terminál)

source: I/O possible
sk: V/V mo¾ný

source: CPU time limit exceeded
sk: Prekroèený èasový limit pre procesor

source: File size limit exceeded
sk: Prekroèený limit då¾ky súboru

source: Virtual timer expired
sk: Vypr¹al virtuálny èasovaè

source: Profiling timer expired
sk: Profilovací èasovaè vypr¹al

source: Window changed
sk: Okno sa zmenilo

source: User defined signal 1
sk: Pou¾ívateµom definovaný signál 1

source: User defined signal 2
sk: Pou¾ívateµom definovaný signál 2

source: EMT trap
sk: EMT preru¹enie

source: Bad system call
sk: Chybné volanie systému

source: Stack fault
sk: Chyba zásobníka

source: Information request
sk: ®iados» o informáciu

source: Power failure
sk: Výpadok napájania

source: Resource lost
sk: Zdroj bol stratený

source: Error in unknown error system:
sk: Chyba v neznámom chybovom systéme:

source: Unknown error
sk: Neznáma chyba

source: cannot open `%s'
sk: nie je mo¾né otvori» `%s'

source: cannot read header from `%s'
sk: nie je mo¾né preèíta» hlavièku z `%s'

source: cannot open input file `%s'
sk: nie je mo¾né otvori» vstupný súbor `%s'

source: error while closing input `%s'
sk: chyba poèas zatvárania vstupu `%s'

source: illegal input sequence at position %Zd
sk: neprípustná vstupná sekvencia na pozícii %Zd

source: incomplete character or shift sequence at end of buffer
sk: nekompletný znak alebo preraïovacia sekvencia na konci vyrovnávacej pamäti

source: error while reading the input
sk: poèas èítania vstupu

source: unable to allocate buffer for input
sk: nie je mo¾né prideli» vyrovnávaciu pamä» pre vstup

source: Input/Output format specification:
sk: ©pecifikácia vstupno/výstupného formátu:

source: encoding of original text
sk: kódovanie pôvodného textu

source: encoding for output
sk: kódovanie výstupu

source: Information:
sk: Informácia:

source: list all known coded character sets
sk: vypí¹ v¹etky známe znakové sady

source: Output control:
sk: Riadenie výstupu:

source: omit invalid characters from output
sk: vynecha» z výstupu neplatné znaky

source: output file
sk: výstupný súbor

source: suppress warnings
sk: potlaèi» varovania

source: print progress information
sk: vypisova» informáciu o postupe

source: Convert encoding of given files from one encoding to another.
sk: Konverzia kódovania zadaných súborov na iné.

source: [FILE...]
sk: [SÚBOR...]

source: cannot open output file
sk: nie je mo¾né otvori» výstupný súbor

source: conversions from `%s' and to `%s' are not supported
sk: konverzie z `%s' a do `%s' nie sú podporované

source: conversion from `%s' is not supported
sk: konverzia z `%s' nie je podporovaná

source: conversion to `%s' is not supported
sk: konverzia do `%s' nie je podporovaná

source: conversion from `%s' to `%s' is not supported
sk: konverzia z `%s' do `%s' nie je podporovaná

source: failed to start conversion processing
sk: nepodarilo sa od¹tartova» konverziu

source: error while closing output file
sk: chyba poèas zatvárania výstupného súboru

source: Report bugs using the `glibcbug' script to <bugs@gnu.org>.
sk: Chyby hláste na adrese <bugs@gnu.org> - pou¾ite skript `glibcbug'.

source: Copyright (C) %s Free Software Foundation, Inc. This is free software; see the source for copying conditions. There is NO warranty; not even for MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
sk: Autorské práva (C) %s Free Software Foundation, Inc. Toto je voµne ¹íriteµný softvér; pre podmienky kopírovania pozri zdrojový kód. Neposkytuje sa ®IADNA záruka; ani èo sa týka OBCHODOVATE¥NOSTI alebo VHODNOSTI NA KONKRÉTNY ÚÈEL.

source: Written by %s.
sk: Autor: %s.

source: conversion stopped due to problem in writing the output
sk: konverzia zastavená kvôli problému pri zápise výstupu

source: illegal input sequence at position %ld
sk: neprípustná vstupná sekvencia na pozícii %ld

source: internal error (illegal descriptor)
sk: vnútorná chyba (nesprávny deskriptor)

source: unknown iconv() error %d
sk: neznáma iconv() chyba %d

source: The following list contain all the coded character sets known. This does not necessarily mean that all combinations of these names can be used for the FROM and TO command line parameters. One coded character set can be listed with several different names (aliases).
sk: Nasledujúci zoznam obsahuje v¹etky známe znakové sady. To nutne neznamená, ¾e v¹etky kombinácie týchto názvov mô¾u by» pou¾ité pre argumenty Z a DO. Jedna sada znakov mô¾e by» uvedená pod viacerými názvami (aliasmi).

source: Create fastloading iconv module configuration file.
sk: Nie je mo¾né rýchlo naèíta» konfiguraèný súbor iconv modulu.

source: [DIR...]
sk: [ADRESÁR...]

source: Prefix used for all file accesses
sk: Predpona pou¾itá pre v¹etky prístupy k súborom

source: no output file produced because warning were issued
sk: výstupný súbor nebol vytvorený kvôli výskytu varovaní

source: while inserting in search tree
sk: poèas vkladania do vyhµadávacieho stromu

source: cannot generate output file
sk: nie je mo¾né vygenerova» výstupný súbor

source: cannot read character map directory `%s'
sk: nie je mo¾né naèíta» adresár znakových sád `%s'

source: character map file `%s' not found
sk: súbor znakovej sady `%s' nebol nájdený

source: default character map file `%s' not found
sk: implicitný súbor znakovej sady `%s' nebol nájdený

source: character map `%s' is not ASCII compatible, locale not ISO C compliant
sk: znaková mapa `%s' nie je kompatibilná s ASCII, prostredie nevyhovuje ISO C

source: %s: <mb_cur_max> must be greater than <mb_cur_min>
sk: %s: <mb_cur_max> musí by» väè¹ie ako <mb_cur_min>

source: syntax error in prolog: %s
sk: chyba syntaxe v prológu: %s

source: invalid definition
sk: neprípustná definícia

source: bad argument
sk: chybný argument

source: duplicate definition of <%s>
sk: duplicitná definícia <%s>

source: value for <%s> must be 1 or greater
sk: hodnota pre <%s> musí by» 1 alebo viac

source: value of <%s> must be greater or equal than the value of <%s>
sk: hodnota <%s> musí by» väè¹ia alebo rovná hodnote <%s>

source: argument to <%s> must be a single character
sk: argument pre <%s> musí by» jeden znak

source: character sets with locking states are not supported
sk: znakové sady so zamykacími stavmi nie sú podporované

source: syntax error in %s definition: %s
sk: chyba syntaxe v definícii %s: %s

source: no symbolic name given
sk: nebolo zadané ¾iadne symbolické meno

source: invalid encoding given
sk: zadané neprípustné kódovanie

source: too few bytes in character encoding
sk: primálo bajtov v kódovaní znaku

source: too many bytes in character encoding
sk: priveµa bajtov v kódovaní znaku

source: no symbolic name given for end of range
sk: nebolo zadané ¾iadne symbolické meno pre koniec rozsahu

source: `%1$s' definition does not end with `END %1$s'
sk: Definícia `%1$s' nekonèí `END %1$s'

source: only WIDTH definitions are allowed to follow the CHARMAP definition
sk: po definícii CHARMAP mô¾u nasledova» iba definície WIDTH

source: value for %s must be an integer
sk: hodnota pre %s musí by» celé èíslo

source: %s: error in state machine
sk: %s: chyba v stavovom automate

source: %s: premature end of file
sk: %s: predèasný koniec súboru

source: unknown character `%s'
sk: neznámy znak `%s'

source: number of bytes for byte sequence of beginning and end of range not the same: %d vs %d
sk: poèet bajtov pre postupnos» bajtov zaèiatku a konca rozsahu nie sú rovnaké: %d a %d

source: invalid names for character range
sk: neprípustné mená pre rozsah znakov

source: hexadecimal range format should use only capital characters
sk: hexadecimálny formát rozsahu by mal pou¾íva» iba veµké písmená

source: <%s> and <%s> are illegal names for range
sk: <%s> and <%s> sú neprípustné názvy pre rozsah

source: upper limit in range is not higher then lower limit
sk: horný limit rozsahu nie je väè¹í ako dolný

source: resulting bytes for range not representable.
sk: výsledné bajty rozsahu nie sú zobraziteµné

source: No definition for %s category found
sk: Nebola nájdená definícia kategórie %s

source: %s: field `%s' not defined
sk: %s: pole `%s' nie je definované

source: %s: field `%s' must not be empty
sk: %s: pole `%s' nesmie by» prázdne

source: %s: invalid escape `%%%c' sequence in field `%s'
sk: %s: neprípustná escape `%%%c' sekvencia v poli `%s'

source: %s: terminology language code `%s' not defined
sk: %s: kód jazyka terminológie `%s' nie je definovaný

source: %s: language abbreviation `%s' not defined
sk: %s: skratka jazyka `%s' nie je definovaná

source: %s: `%s' value does not match `%s' value
sk: %s: hodnota `%s' nezodpovedá hodnote `%s'

source: %s: numeric country code `%d' not valid
sk: %s: èíselný kód krajiny `%d' nie je platný

source: %s: field `%s' declared more than once
sk: %s: pole `%s' deklarované viac ako raz

source: %s: unknown character in field `%s'
sk: %s: neznámy znak v poli `%s'

source: %s: incomplete `END' line
sk: %s: nekompletný riadok `END'

source: %1$s: definition does not end with `END %1$s'
sk: %1$s: Definícia nekonèí `END %1$s'

source: %s: syntax error
sk: %s: chyba syntaxe

source: `%.*s' already defined in charmap
sk: `%.*s' bol u¾ definovaný v znakovej mape

source: `%.*s' already defined in repertoire
sk: `%.*s' bol u¾ definovaný v repertoári

source: `%.*s' already defined as collating symbol
sk: `%.*s' bol u¾ definovaný ako symbol triedenia

source: `%.*s' already defined as collating element
sk: `%.*s' bol u¾ definovaný ako element triedenia

source: %s: `forward' and `backward' are mutually excluding each other
sk: %s: `forward' a `backward' sa navzájom vyluèujú

source: %s: `%s' mentioned more than once in definition of weight %d
sk: %s: `%s' spomenuté viac ako raz v definícii váhy %d

source: %s: too many rules; first entry only had %d
sk: %s: priveµa pravidiel; prvý záznam mal iba %d

source: %s: not enough sorting rules
sk: %s: nedostatoèný poèet pravidiel triedenia

source: %s: empty weight string not allowed
sk: %s: prázdny re»azec váhy nie je povolený

source: %s: weights must use the same ellipsis symbol as the name
sk: %s: váhy musia ako názov pou¾i» rovnaký symbol pokraèovania

source: %s: too many values
sk: %s: priveµa hodnôt

source: order for `%.*s' already defined at %s:%Zu
sk: poradie pre `%.*s' je u¾ definované na %s:%Zu

source: %s: the start and the end symbol of a range must stand for characters
sk: %s: poèiatoèný a koncový symbol rozsahu musia zastupova» znaky

source: %s: byte sequences of first and last character must have the same length
sk: %s: bajtové sekvencie prvého a posledného znaku musia ma» rovnakú då¾ku

source: %s: byte sequence of first character of sequence is not lower than that of the last character
sk: %s: poradie bajtu prvého znaku sekvencie nie je men¹ie ako posledného

source: %s: symbolic range ellipsis must not directly follow `order_start'
sk: %s: pokraèovanie symbolického rozsahu nesmie priamo nasledo» `order_start'

source: %s: symbolic range ellipsis must not be directly followed by `order_end'
sk: %s: pokraèovanie symbolického rozsahu nesmie by» priamo nasledované `order_end'

source: `%s' and `%.*s' are no valid names for symbolic range
sk: `%s' a `%.*s' sú neprípustné názvy pre symbolický rozsah

source: %s: order for `%.*s' already defined at %s:%Zu
sk: %s: poradie pre `%.*s' je u¾ definované na %s:%Zu

source: %s: `%s' must be a character
sk: %s: `%s' musí by» znak

source: %s: `position' must be used for a specific level in all sections or none
sk: %s: `position' musí by» pre danú úroveò pou¾itá vo v¹etkých sekciách, alebo v ¾iadnej

source: symbol `%s' not defined
sk: symbol `%s' nie je definovaný

source: symbol `%s' has the same encoding as
sk: symbol `%s' má rovnaké kódovanie ako

source: no definition of `UNDEFINED'
sk: neexistuje definícia pre `UNDEFINED'

source: too many errors; giving up
sk: príli¹ veµa chýb; vzdávam to

source: %s: duplicate definition of `%s'
sk: %s: duplicitná definícia `%s'

source: %s: duplicate declaration of section `%s'
sk: %s: duplicitná deklarácia sekcie `%s'

source: %s: unknown character in collating symbol name
sk: %s: neznámy znak v názve symbolu triedenia

source: %s: unknown character in equivalent definition name
sk: %s: neznámy znak v názve ekvivalentnej definície

source: %s: unknown character in equivalent definition value
sk: %s: neznámy znak v hodnote ekvivalentnej definície

source: %s: unknown symbol `%s' in equivalent definition
sk: %s: neznámy symbol `%s' v ekvivalentnej definícii

source: error while adding equivalent collating symbol
sk: chyba pri pridávaní ekvivalentného symbolu triedenia

source: duplicate definition of script `%s'
sk: duplicitná definícia skriptu `%s'

source: %s: unknown section name `%s'
sk: %s: neznámy názov sekcie `%s'

source: %s: multiple order definitions for section `%s'
sk: %s: viacnásobná definícia poradia pre sekciu `%s'

source: %s: invalid number of sorting rules
sk: %s: chybný poèet pravidiel triedenia

source: %s: multiple order definitions for unnamed section
sk: %s: viacnásobná definícia poradia pre sekciu bez mena

source: %s: missing `order_end' keyword
sk: %s: chýbajúce kµúèové slovo `order_end'

source: %s: order for collating symbol %.*s not yet defined
sk: %s: poradie pre symbol triedenia `%.*s' e¹te nebolo definované

source: %s: order for collating element %.*s not yet defined
sk: %s: poradie pre element triedenia `%.*s' e¹te nebolo definované

source: %s: cannot reorder after %.*s: symbol not known
sk: %s: nie je mo¾né preradi» za %.*s: neznámy symbol

source: %s: missing `reorder-end' keyword
sk: %s: chýbajúce kµúèové slovo `reorder-end'

source: %s: section `%.*s' not known
sk: %s: neznáma sekcia `%.*s'

source: %s: bad symbol <%.*s>
sk: %s: zlý symbol <%.*s>

source: %s: cannot have `%s' as end of ellipsis range
sk: %s: `%s' nemô¾e by» koncovým znakom rozsahu pokraèovania

source: %s: empty category description not allowed
sk: %s: prázdny popis kategórie nie je povolený

source: %s: missing `reorder-sections-end' keyword
sk: %s: chýbajúce kµúèové slovo `reorder-sections-end'

source: No character set name specified in charmap
sk: V znakovej mape nie je zadaný názov znakovej sady

source: character L'\u%0*x' in class `%s' must be in class `%s'
sk: znak L'\u%0*x' v triede `%s' musí by» v triede `%s'

source: character L'\u%0*x' in class `%s' must not be in class `%s'
sk: znak L'\u%0*x' v triede `%s' nesmie by» v triede `%s'

source: internal error in %s, line %u
sk: vnútorná chyba %s na riadku %u

source: character '%s' in class `%s' must be in class `%s'
sk: znak '%s' v triede `%s' musí by» v triede `%s'

source: character '%s' in class `%s' must not be in class `%s'
sk: znak '%s' v triede `%s' nesmie by» v triede `%s'

source: <SP> character not in class `%s'
sk: <SP> znak nie je v triede `%s'

source: <SP> character must not be in class `%s'
sk: <SP> znak nesmie by» v triede `%s'

source: character <SP> not defined in character map
sk: znak <SP> nie je definovaný v znakovej sade

source: `digit' category has not entries in groups of ten
sk: kategória `digit' neobsahuje záznamy v skupinách po desiatich

source: no input digits defined and none of the standard names in the charmap
sk: neboli definované ¾iadne vstupné èíslice a v znakovej mape nie je ¾iadne zo ¹tandardných mien

source: not all characters used in `outdigit' are available in the charmap
sk: nie v¹etky znaky pou¾ité v `outdigit' sú dostupné v znakovej mape

source: not all characters used in `outdigit' are available in the repertoire
sk: nie v¹etky znaky pou¾ité v `outdigit' sú dostupné v repertoári

source: character class `%s' already defined
sk: trieda znakov `%s' je u¾ definovaná

source: implementation limit: no more than %Zd character classes allowed
sk: limit implementácie: maximálne mno¾stvo tried znakov je %Zd

source: character map `%s' already defined
sk: znaková sada `%s' je u¾ definovaná

source: implementation limit: no more than %d character maps allowed
sk: limit implementácie: maximálne mno¾stvo sád znakov je %d

source: %s: field `%s' does not contain exactly ten entries
sk: %s: pole `%s' neobsahuje presne desa» polo¾iek

source: to-value <U%0*X> of range is smaller than from-value <U%0*X>
sk: to-value <U%0*X> rozsahu je men¹ia ako from-value <U%0*X>

source: start and end character sequence of range must have the same length
sk: úvodná a koncová znaková sekvencia rozsahu musia ma» rovnakú då¾ku

source: to-value character sequence is smaller than from-value sequence
sk: to-value sekvencia znakov je men¹ia ako sekvencia from-value

source: premature end of `translit_ignore' definition
sk: predèasný koniec definície `translit_ignore'

source: syntax error
sk: chyba syntaxe

source: %s: syntax error in definition of new character class
sk: %s: chyba syntaxe v definícii novej triedy znakov

source: %s: syntax error in definition of new character map
sk: %s: chyba syntaxe v definícii novej znakovej mapy

source: ellipsis range must be marked by two operands of same type
sk: rozsah pokraèovania musí by» oznaèený dvomi operandami rovnakého typu

source: with symbolic name range values the absolute ellipsis `...' must not be used
sk: v symbolickom rozsahu hodnôt nesmie by» pou¾ité absolútne pokraèovanie `...'

source: with UCS range values one must use the hexadecimal symbolic ellipsis `..'
sk: v rozsahu hodnôt UCS treba pou¾i» hexadecimálne symbolické pokraèovanie `..'

source: with character code range values one must use the absolute ellipsis `...'
sk: v rozsahu hodnôt kódov znakov treba pou¾i» absolútne pokraèovanie `...'

source: duplicated definition for mapping `%s'
sk: duplicitná definícia mapovania `%s'

source: %s: `translit_start' section does not end with `translit_end'
sk: %s: sekcia `translit_start' nekonèí `translit_end'

source: %s: duplicate `default_missing' definition
sk: %s: duplicitná definícia `default_missing'

source: previous definition was here
sk: predchádzajúca definícia bola tu

source: %s: no representable `default_missing' definition found
sk: %s: nenájdená zobraziteµná definícia `default_missing'

source: %s: character `%s' not defined in charmap while needed as default value
sk: %s: znak `%s' nie je definovaný v mape znakov a je potrebný ako implicitná hodnota

source: %s: character `%s' in charmap not representable with one byte
sk: %s: znak `%s' v znakovej mape nie je vyjadriteµný jedným bajtom

source: %s: character `%s' not defined while needed as default value
sk: %s: znak `%s' nie je definovaný a je potrebný ako implicitná hodnota

source: character `%s' not defined while needed as default value
sk: znak `%s' nie je definovaný a je potrebný ako implicitná hodnota

source: %s: character `%s' needed as default value not representable with one byte
sk: %s: znak `%s' je potrebný ako prednastavená hodnota nevyjadriteµná jedným bajtom

source: no output digits defined and none of the standard names in the charmap
sk: neboli definované ¾iadne výstupné èíslice a v znakovej mape nie je ¾iadne zo ¹tandardných mien

source: %s: transliteration data from locale `%s' not available
sk: %s: transliteraèné údaje prostredia `%s' nie sú dostupné

source: %s: table for class "%s": %lu bytes
sk: %s: tabuµka triedy "%s": %lu bajtov

source: %s: table for map "%s": %lu bytes
sk: %s: tabuµka mapy "%s": %lu bajtov

source: %s: table for width: %lu bytes
sk: %s: tabuµka ¹írky: %lu bajtov

source: %s: no identification for category `%s'
sk: %s: kategória `%s' nemá identifikáciu

source: %s: duplicate category version definition
sk: %s: duplicitná definícia verzie kategórie

source: %s: invalid value for field `%s'
sk: %s: neprípustná hodnota poµa `%s'

source: %s: field `%s' undefined
sk: %s: pole `%s' nedefinované

source: %s: value for field `%s' must not be an empty string
sk: %s: hodnota poµa `%s' nesmie by» prázdny re»azec

source: %s: no correct regular expression for field `%s': %s
sk: %s: pre pole `%s' neexistuje korektný regulérny výraz: %s

source: %s: value of field `int_curr_symbol' has wrong length
sk: %s: hodnota poµa `int_curr_symbol' má chybnú då¾ku

source: %s: value of field `int_curr_symbol' does not correspond to a valid name in ISO 4217
sk: %s: hodnota poµa `int_curr_symbol' nezodpovedá platnému názvu v ISO 4217

source: %s: value for field `%s' must not be the empty string
sk: %s: hodnota poµa `%s' nesmie by» prázdny re»azec

source: %s: value for field `%s' must be in range %d...%d
sk: %s: hodnota poµa `%s' musí by» z rozsahu %d...%d

source: %s: value for field `%s' must be a single character
sk: %s: hodnota poµa `%s' musí by» jeden znak

source: %s: `-1' must be last entry in `%s' field
sk: %s: `-1' musí by» posledným záznamom v poli `%s'

source: %s: values for field `%s' must be smaller than 127
sk: %s: hodnoty poµa `%s' musia by» men¹ie ako 127

source: conversion rate value cannot be zero
sk: konverzný pomer nemô¾e by» nula

source: %s: invalid escape sequence in field `%s'
sk: %s: chybná escape-sekvencia v poli `%s'

source: %s: direction flag in string %Zd in `era' field is not '+' nor '-'
sk: %s: príznak smeru v re»azci %Zd poµa `era' nie je '+' ani '-'

source: %s: direction flag in string %Zd in `era' field is not a single character
sk: %s: príznak smeru v re»azci %Zd poµa `era' nie je jeden znak

source: %s: invalid number for offset in string %Zd in `era' field
sk: %s: neprípustné èíslo pre posunutie v re»azci %Zd poµa `era'

source: %s: garbage at end of offset value in string %Zd in `era' field
sk: %s: smetie za koncom hodnoty posunutia v re»azci %Zd poµa `era'

source: %s: invalid starting date in string %Zd in `era' field
sk: %s: neprípustný poèiatoèný dátum v re»azci %Zd poµa `era'

source: %s: garbage at end of starting date in string %Zd in `era' field
sk: %s: smetie za koncom poèiatoèného dátumu v re»azci %Zd poµa `era'

source: %s: starting date is invalid in string %Zd in `era' field
sk: %s: neprípustný poèiatoèný dátum v re»azci %Zd v poli `era'

source: %s: invalid stopping date in string %Zd in `era' field
sk: %s: neprípustný koncový dátum v re»azci %Zd poµa `era'

source: %s: garbage at end of stopping date in string %Zd in `era' field
sk: %s: smetie za koncom koncového dátumu v re»azci %Zd poµa `era'

source: %s: stopping date is invalid in string %Zd in `era' field
sk: %s: neprípustný koncový dátum v re»azci %Zd v poli `era'

source: %s: missing era name in string %Zd in `era' field
sk: %s: chýba meno éry v re»azci %Zd v poli `era'

source: %s: missing era format in string %Zd in `era' field
sk: %s: chýba formát éry v re»azci %Zd v poli `era'

source: %s: third operand for value of field `%s' must not be larger than %d
sk: %s: tretí operand hodnoty poµa `%s' nesmie by» väè¹í ako %d

source: %s: values of field `%s' must not be larger than %d
sk: %s: hodnoty poµa `%s' nesmú by» väè¹ie ako %d

source: %s: values for field `%s' must not be larger than %d
sk: %s: hodnoty poµa `%s' nesmú by» väè¹ie ako %d

source: %s: too few values for field `%s'
sk: %s: príli¹ málo hodnôt poµa `%s'

source: extra trailing semicolon
sk: prebytoèná koncová bodkoèiarka
